{"text": "Redemption: paying off all the money borrowed under an agreement."}
{"text": "Force majeure: an event which cannot be controlled and which stops duties under an agreement from being carried out. (This phrase is French.)"}
{"text": "Call: asking people to pay for new shares they have applied for. A company makes a call when it asks buyers of its new shares to pay some, or all, of the share price. When this happens the shares are being called up."}
{"text": "interim finance: means any financial debt raised by the resolution professional during the insolvency resolution process period or by the corporate debtor during the prepackaged insolvency resolution process period, as the case may be and such other debt as may be notified;"}
{"text": "Suspended sentence: a sentence that is postponed until the offender is convicted of another offence."}
{"text": "Registrar of Companies: an official in charge of the office which keeps records of registered companies. There is a registrar for Scotland and another one for England and Wales."}
{"text": "Judge in chambers: describes a hearing in front of a judge which is not held in court."}
{"text": "Authorised Investments: investments in which a trustee is permitted to invest trust money, under an Act of Parliament."}
{"text": "Claimant: the person making a claim."}
{"text": "Specific Performance: A legal remedy in contract law where the court orders the party in breach to fulfill their contractual obligations."}
{"text": "Probate: authority to deal with a dead person's estate. When someone has died and left a will, the executors of the estate apply to the court for this authority."}
{"text": "Debt: money owed."}
{"text": "person resident in India: shall have the meaning as assigned to such term in clause (v) of section 2 of the Foreign Exchange Management Act, 1999 (42 of 1999);"}
{"text": "Vicarious Liability: Legal responsibility imposed on one person for the actions of another, typically an employer for the acts of an employee  USAGE IN SENCETNCE: \nThe company was held vicariously liable for the actions of its employee during the course of his duties."}
{"text": "Acceptance of service: when a solicitor accepts a writ on behalf of a client."}
{"text": "Procurator: a person who has been given authority to manage another person's affairs, such as under a power of attorney."}
{"text": "Antenuptial agreement: a legal agreement between two people who are about to get married. The agreement sets out how the couple's assets will be divided between them if they later divorce."}
{"text": "Official receiver: the person appointed to act as a receiver in bankruptcies and company winding-up cases. The Department of Trade and Industry appoints official receivers."}
{"text": "Conspiracy: is:\n•       an agreement by two or more people to commit\n•       a crime; or\n•       some people acting together and harming a third party."}
{"text": "Malice aforethought: planning to kill someone or intending to do something which is likely to kill."}
{"text": "Trespassing: going on land without the owner's permission."}
{"text": "Sub judice: describes something being dealt with by a court which cannot be discussed outside the court. (This term is Latin.)"}
{"text": "financial institution: means- (a) a scheduled bank; (b) financial institution as defined in section 45-I of the Reserve Bank of India Act, 1934 (2 of 1934); (c) public financial institution as defined in clause (72) of section 2 of the Companies Act, 2013 (18 of 2013); and (d) such other institution as the Central Government may by notification specify as a financial institution;"}
{"text": "FIR (First Information Report): A formal written document prepared by the police when they receive information about a cognizable offense  USAGE IN SENCETNCE: \nThe victim immediately filed an FIR with the local police station after the robbery."}
{"text": "Wayleave: a right of way through or over a piece of land often for a particular purpose, such as for a pipeline to go through a piece of land or for goods to be carried over it."}
{"text": "Feme sole: a woman who is not married or no longer married."}
{"text": "Registered office\nAlso, the company's registers can be inspected at the registered office.: the official address where documents can be served on a company."}
{"text": "Privy Council: a body of people appointed by the Crown. Its members include members of the royal family, present and former cabinet ministers and people who hold or have held high office. Its main duties are advising the Queen."}
{"text": "Tort: doing something which harms someone else. It may result in a claim for damages. (This word is Old French.)"}
{"text": "bankruptcy order: means an order passed by an Adjudicating Authority under section 126;"}
{"text": "secured creditor: means a creditor in favour of whom security interest is created;"}
{"text": "Chargeable event: an event that may create a tax liability (tax bill)."}
{"text": "Auditor's report: a report and opinion, by an independent person or firm, on an organisation's financial records."}
{"text": "Title: the right to own something."}
{"text": "Alternate director: a person appointed by a director to take the director's place."}
{"text": "Damages: Monetary compensation awarded to a party in a legal case to cover losses or injuries."}
{"text": "Codicil: extra pages to change a valid will which needs a minor alteration. The codicil must be signed and witnessed and then be attached to the will."}
{"text": "Unfair dismissal: sacking an employee unfairly. When an employee has been dismissed it is the employer's responsibility to prove that the dismissal was fair. If an industrial tribunal finds that the dismissal was unfair it can insist on compensation or reinstatement."}
{"text": "Accounts: the record of an organisation's income, spending and financial situation."}
{"text": "Supervision order: a court order that a child should be supervised by a probation officer or a local authority."}
{"text": "Privy Purse: money given to the Crown for royal household expenses."}
{"text": "liquidation commencement date: means the date on which proceedings for liquidation commence in accordance with section 33 or section 59, as the case may be;"}
{"text": "Hire purchase: a form of credit which allows the purchaser to have possession of the goods shown in the hire purchase agreement. Ownership passes to the purchaser when the fee and all the instalments have been paid."}
{"text": "Discretionary trust: a trust in which the trustees can decide who will benefit from the trust and how much they will get."}
{"text": "Specific performance: a court order to complete a contract. The courts may order a person who has failed to fulfil an obligation under a contract to complete it."}
{"text": "Order in Council: an order given by the monarch (King or Queen) after taking advice from the members of the Privy Council."}
{"text": "Cognizance: Formal notice or acknowledgment taken by a court of an offense or case."}
{"text": "Plead: to declare to the court whether you are guilty or not guilty."}
{"text": "Clearing bank: one of several major banks which work together to exchange and pay for cheques which their customers have written."}
{"text": "Terra: land. (This word is Latin.)"}
{"text": "Actual loss: an insurance term which means that the insured item no longer exists."}
{"text": "Frivolous Litigation: Legal action with no sound basis, often used to harass or delay the process  USAGE IN SENCETNCE: \nThe court dismissed the lawsuit, labeling it as frivolous litigation intended to waste time."}
{"text": "Suit: proceedings brought by one person against another in a civil court."}
{"text": "Breach of trust: when a trustee does something which is against the trust's rules or fails to do something required by the trust's rules."}
{"text": "Clause: a section in a contract."}
{"text": "Affidavit: a written statement which is sworn to be true by the person signing it. It is sworn before someone authorised by the court."}
{"text": "Personation: pretending to be someone you are not."}
{"text": "Trust deed: a legal document which is used to:\n•       create a trust;\n•       change a trust; or\n•       control a trust."}
{"text": "Bailiwick: the area over which a bailiff has jurisdiction."}
{"text": "Restitution: The act of restoring something to its rightful owner or compensating for a loss or damage."}
{"text": "financial product: means securities, contracts of insurance, deposits, credit arrangements including loans and advances by banks and financial institutions, retirement benefit plans, small savings instruments, foreign currency contracts other than contracts to exchange one currency (whether Indian or not) for another which are to be settled immediately, or any other instrument as may be prescribed;"}
{"text": "Male issue: male descendants (sons only) of men."}
{"text": "Transferable securities: securities, such as debentures, which can have their ownership changed."}
{"text": "Queen's Counsel (QC): a barrister who has been chosen by the Lord Chancellor to serve as counsel to the Crown. A Queen's Counsel is more senior than other barristers."}
{"text": "Quango: an organisation set up by the Government to do a particular activity. It is partly independent and does not form part of the Government."}
{"text": "Superior courts: the higher courts in English law, which include the High Court, the Court of Appeal, the Crown Court and the House of Lords. Their decisions act as precedents for the lower courts to follow."}
{"text": "Reprieve: a judge suspending or cancelling punishment for an offence."}
{"text": "Trial: an examination of the evidence in a case and the law which applies."}
{"text": "Bequest: something given in a will, other than land or real property."}
{"text": "Summary offence: an offence that can only be tried by magistrates. Most minor offences are summary offences."}
{"text": "Admissibility of Evidence: which evidence can be presented in court. Evidence must be relevant to the case but even some relevant evidence cannot be presented, such as hearsay or evidence of little value. The judge decides whether or not evidence can be used in the case."}
{"text": "Landlord: A person who owns property and rents it to a tenant  USAGE IN SENCETNCE: \nThe landlord filed a case against the tenant for failing to pay rent on time."}
{"text": "Ward of court: a person who is protected by the High Court, such as a minor."}
{"text": "Abandonment: giving up a legal right."}
{"text": "Children in care: children looked after by a local authority. The local authority takes on the responsibility for the children as if it was a parent."}
{"text": "Abscond: when a person fails to present themselves before the court when required, such as when they have been released on bail and not returned to court."}
{"text": "Offender: A person who has committed a crime or illegal act  USAGE IN SENCETNCE: \nThe offender was sentenced to five years in prison for theft."}
{"text": "(Office of the) Judge Advocate of the Fleet: a government department which appoints barristers to advise naval courts."}
{"text": "Tort: A civil wrong causing harm or loss for which a remedy may be sought in court  USAGE IN SENCETNCE: \nThe plaintiff filed a tort claim for damages caused by the defendantʼs negligence."}
{"text": "Life tenant: someone entitled to use property for the rest of their life."}
{"text": "Intestacy/intestate: when someone dies without leaving a will. Their estate is divided up between their relatives following the rules set by law."}
{"text": "Representative action: one or more people, in a group of people with the same grievance, taking legal action representing the group."}
{"text": "Unreasonable behaviour: behaviour by a married person that justifies the other partner in the marriage living apart."}
{"text": "Precedent: A legal decision that serves as an example or rule for future cases  USAGE IN SENCETNCE: \nThe courtʼs decision followed the legal precedent established by previous rulings."}
{"text": "Committal for sentence: happens when magistrates have found someone guilty of a crime but they think their sentencing powers are not enough. The magistrates transfer the case to the Crown Court where a higher sentence can be imposed."}
{"text": "Consignor: the person who sent the goods."}
{"text": "Reservation of title: a contract which leaves ownership of the goods with the seller until the goods have been paid for."}
{"text": "Ad valorem: in proportion to the value. An ad valorem duty goes up as the value of the goods, shares and so on that it is charged on rises. (This term is Latin.)"}
{"text": "Common seal: the seal companies use to authenticate (validate) important company documents. The company's name is engraved on the seal."}
{"text": "De minimis non curat lex: the law will not take account of trifling matters. (This phrase is Latin.)"}
{"text": "Memorandum and articles of association: The memorandum gives details of a company's name, objects (purposes) and share capital. It also sets out the limits of the shareholders' liability if thecompany has to be wound up. The articles set out the members' rights and the directors' powers."}
{"text": "Hostile witness: a witness who:\n•      refuses to testify in support of the people who called them; or\n•      testifies in a way which differs from their previous statement."}
{"text": "Binding precedent: following the decisions made by higher courts. Lower courts must follow the precedents set by the decisions of higher courts and this is called binding precedent."}
{"text": "Caution: is:\n•       a warning given by the police to a suspected criminal when the suspect is arrested;\n•       a warning given by the police when they release a suspect without prosecution that, if there are any more offences committed by the suspect, the first possible offence may be taken into account; or\n•       a document sent to the Land Registry by someone who may have a right over land, which demands that no dealings in the land are registered until the person with the right has been told."}
{"text": "bankruptcy debt: , in relation to a bankrupt, means— (a) any debt owed by him as on the bankruptcy commencement date; (b) any debt for which he may become liable after bankruptcy commencement date but before his discharge by reason of any transaction entered into before the bankruptcy commencement date; and (c) any interest which is a part of the debt under section 171;"}
{"text": "Share certificate: a document which certifies who owns shares in a Company. It gives the type and number of shares owned by the shareholder and lists the serial numbers of the shares."}
{"text": "Causing death by dangerous driving: a criminal offence committed by someone whose driving is dangerous and results in another person being killed. The courts consider dangerous driving to be a very serious offence."}
{"text": "Excess of jurisdiction: someone such as a judge acting without authority."}
{"text": "Magistrate: a Justice of the Peace who presides over (is in charge of) minor cases heard in the magistrates' court."}
{"text": "Administrator: someone who has been appointed:to manage the affairs of a bankrupt business; or to manage the estate of someone who has died without leaving a will."}
{"text": "Ante: before. (This is a Latin word.)"}
{"text": "Restitution: is: \n•       an order for the return of stolen goods to the victim of the theft or for compensation to be paid to the victim; or\n•       a writ, following a successful appeal, for the return of the items lost after the original case."}
{"text": "Issued share capital: share capital which has been allocated to shareholders who have subscribed for (asked for) shares."}
{"text": "Subrogation: substituting one person for another including all rights and responsibilities."}
{"text": "Case stated: the written statement setting out the facts of a case. It is produced by a magistrates' court when asking the High Court for an opinion on the law."}
{"text": "Probate: The legal process of proving and registering the last will of a deceased person."}
{"text": "Resisting arrest: a person trying to prevent the police arresting him or her. A charge could be made of obstructing a police officer in the course of duty."}
{"text": "Prosecution: The party conducting legal proceedings against someone in respect of a criminal charge."}
{"text": "Bill of exchange: a signed written order, instructing the person it is addressed to to pay an amount of money to someone. A cheque is a type of bill of exchange."}
{"text": "Closing order: an order prohibiting the use of a house because the house is not fit for humans to live in."}
{"text": "Capacity: someone's ability to enter into a legal agreement. For example, a minor would not be able to buy something on credit."}
{"text": "Absolute owner: the only owner of property such as equipment, buildings, land or vehicles."}
{"text": "Appertaining to Applicant: the person asking a court to do something."}
{"text": "Maintenance: Financial support given by one person to another, typically after a divorce or separation  USAGE IN SENCETNCE: \nThe court ordered the husband to pay monthly maintenance to his ex-wife after their divorce."}
{"text": "Careless driving: driving a car without consideration for other people using the road."}
{"text": "Ademption: when a gift in a will cannot be made because the item no longer exists."}
{"text": "Endorsement: a change to the original terms of a contract, such as an insurance policy."}
{"text": "Misconduct: deliberately doing something which is against the law or which is wrong."}
{"text": "Concealment of securities: hiding or destroying a document such as a will to gain benefit for yourself or cause other people loss of benefit."}
{"text": "Unlawful wounding: wounding someone without the justification of self defence or without power given by the law."}
{"text": "Assignment: the formal transfer of the rights to something. An example would be a bank customer assigning to the bank the right to receive the benefits from a life insurance policy to give the bank security for a loan."}
{"text": "Obstruction: a motoring offence involving:\n•       leaving a vehicle or other obstruction in a road; or\n•       driving in a way which inconveniences other road users."}
{"text": "Unit trust: a trust which manages investments. People can invest in unit trusts by buying units. The managers of the trust use the money people invest to buy investments. The fund manager values the fund's assets from time to time and puts a new price on the fund's units."}
{"text": "Probate Registry: a registry which deals with the forms which are needed when someone applies for probate."}
{"text": "Companies House: the office which stores company information such as annual accounts, directors' names and addresses and the registered office address. People who are interested in a company can inspect some of the information stored."}
{"text": "Money laundering: making money from crime and then passing it through a business to make it appear legitimate."}
{"text": "excluded assets: for the purposes of this part includes— (a) unencumbered tools, books, vehicles and other equipment as are necessary to the debtor or bankrupt for his personal use or for the purpose of his employment, business or vocation, (b) unencumbered furniture, household equipment and provisions as are necessary for satisfying the basic domestic needs of the bankrupt and his immediate family; (c) any unencumbered personal ornaments of such value, as may be prescribed, of the debtor or his immediate family which cannot be parted with, in accordance with religious usage; (d) any unencumbered life insurance policy or pension plan taken in the name of debtor or his immediate family; and (e) an unencumbered single dwelling unit owned by the debtor of such value as may be prescribed;"}
{"text": "Appointee: the person who gets the benefit of the use of a power of appointment."}
{"text": "Holding company: a company which controls another company, usually by owning more than half of its shares."}
{"text": "Adjudicating Authority: , for the purposes of this Part, means National Company Law Tribunal constituted under section 408 of the Companies Act, 2013 (18 of 2013);"}
{"text": "Statutory audit: an audit required by law. Certain companies have to have their accounts audited by suitably qualified accountants."}
{"text": "Bail: to pay, or promise to pay, an amount of money so that an accused person is not put in prison before the trial. If the accused person does not appear at the trial, the court can keep the money put up for bail."}
{"text": "Title deeds: the documents which prove who owns a property and under what terms."}
{"text": "Counterfeit: something that is forged or copied with the intention of deceiving."}
{"text": "Statutory instrument: a power delegated by Parliament. Parliament can delegate its power to make and amend law to a person or organisation. A statutory instrument is one of these powers and is used by government ministers to amend legislation."}
{"text": "Agency: the relationship between a principal and an agent."}
{"text": "Insolvency professional: A person who is qualified to provide services under the IBC, such as an insolvency resolution professional or bankruptcy trustee."}
{"text": "Committal for trial: when magistrates look at the evidence in a case and then send the case to be heard in the Crown Court."}
{"text": "Arson: setting fire to something to cause damage to it."}
{"text": "Interrogatories: in a civil case, formal questions from one side which the other side must answer under oath."}
{"text": "Taxation of costs: the scrutiny of and, if necessary, the lowering of a solicitor's bill to a client. The scrutiny is done by a court officer."}
{"text": "Moratorium: an agreement not to take action to recover a debt for an agreed period of time."}
{"text": "Accomplice: someone who helps another person to commit a crime."}
{"text": "Conviction: being found guilty of a criminal offence."}
{"text": "Default: failing to do something which had been agreed to."}
{"text": "Accessory: someone who encourages or helps another person to commit a crime."}
{"text": "Objection: A formal protest raised during a trial or hearing regarding the admissibility of evidence or testimony  USAGE IN SENCETNCE: \nThe defense attorney raised an objection to the prosecutorʼs line of questioning."}
{"text": "Surety: A person who takes responsibility for anotherʼs performance of an obligation, such as repaying a loan."}
{"text": "Warrant: A legal document authorizing law enforcement to carry out an action such as an arrest or search  USAGE IN SENCETNCE: \nThe police executed an arrest warrant for the suspect involved in the robbery."}
{"text": "Threatening behaviour: using threats, abuse or insults against another person."}
{"text": "Attest: to sign to witness a signature on a document."}
{"text": "Autopsy: an examination of a dead body to find the cause of death."}
{"text": "Abovementioned: describing something which has been referred to before in the document."}
{"text": "Arbitrator: the independent referee who settles a dispute without the need to use the courts."}
{"text": "Mortgagor: the person who borrows the money to buy a property. The lending is secured with a mortgage of the property."}
{"text": "Perpetuity: forever. The law prevents property being tied up in perpetuity because it could stop owners disposing of it."}
{"text": "information utility: means a person who is registered with the Board as an information utility under section 210;"}
{"text": "Condition precedent: something which must happen before a contract starts."}
{"text": "Damages: Compensation, usually monetary, awarded to someone for loss or injury  USAGE IN SENCETNCE: \nThe court ordered the company to pay damages for breaching the contract."}
{"text": "All that: words used in a conveyance to introduce the description of the property which is being conveyed."}
{"text": "Actuary: an expert on pension scheme assets and liabilities, life expectancy and probabilities (the likelihood of things happening) for insurance purposes. An actuary works out whether enough money is being paid into a pension scheme to pay the pensions when they are due."}
{"text": "Pleadings: statements of the facts prepared by both sides in a civil case. Each side gives the other its pleadings so that they are both aware of what arguments will be used during the trial. (This term was replaced with statement of case' in April 1999)."}
{"text": "Depreciation: the drop in value of an asset due to wear and tear, age and obsolescence (going out of date), as recorded in an organisation's financial records."}
{"text": "Revolving credit Agreement: a loan agreement under which a person can borrow again to top up the loan, as long as they do not go over their credit limit."}
{"text": "Schedule: means the Schedule annexed to this Code;"}
{"text": "Poaching: taking game from someone else's land without permission."}
{"text": "Smuggling: importing or exporting goods illegally to avoid a ban on them or to avoid the duties on them."}
{"text": "Outlaw: formerly, a person who was not protected by the law."}
{"text": "Family Division: the part of the High Court dealing with marriage breakdowns and probate."}
{"text": "Final judgement: the court's final decision in a civil case."}
{"text": "Bail: Temporary release of an accused person awaiting trial  USAGE IN SENCETNCE: \nThe accused was granted bail by the court pending the trial."}
{"text": "Possessory title: gaining title through possession. If you have possession of something for a long time you may gain title to it even though you do not have documents to prove that it is yours."}
{"text": "Notice to quit: a notice to end a tenancy on a stated date. It is usually sent by the landlord to the tenant although the tenant can also send one to the landlord."}
{"text": "Separation order: a court order that a husband and wife can live separately if they wish."}
{"text": "One-time settlement (OTS): A mechanism under the IBC for settling debts of a corporate debtor on mutually agreed terms."}
{"text": "Unsecured creditor: someone who has lent money without getting any security for the loan."}
{"text": "Liquidation: Another commonly used IBC terms, it refers to the process of selling the assets of a corporate debtor and distributing the proceeds to the creditors."}
{"text": "Joint will: a single will which two or more people make to cover all their estates. Probate has to be obtained on each death."}
{"text": "Condition: a fundamental part of an agreement. The agreement or contract may collapse if a condition is broken."}
{"text": "Ambulatory will: a will which can be revoked or changed while the person who made it is still living."}
{"text": "Cross-Petition: A petition filed in response to an original petition, often seeking different relief."}
{"text": "Naked trust: a trust which holds property for a person until they ask the trustee to return it."}
{"text": "Subscribers: the people who set up a limited company."}
{"text": "Decree: A formal and authoritative order, especially one having the force of law in a civil case."}
{"text": "associate: of the debtor means— (a) a person who belongs to the immediate family of the debtor; (b) a person who is a relative of the debtor or a relative of the spouse of the debtor; (c) a person who is in partnership with the debtor; (d) a person who is a spouse or a relative of any person with whom the debtor is in partnership; (e) a person who is employer of the debtor or employee of the debtor; (f) a person who is a trustee of a trust in which the beneficiaries of the trust include a debtor, or the terms of the trust confer a power on the trustee which may be exercised for the benefit of the debtor; and (g) a company, where the debtor or the debtor along with his associates, own more than fifty per cent. of the share capital of the company or control the appointment of the board of directors of the company. Explanation: .—For the purposes of this clause, “relative”, with reference to any person, means anyone who is related to another, if— they are members of a Hindu Undivided Family; one person is related to the other in such manner as may be prescribed;"}
{"text": "Privilege: special rights which some people have because of the job they do or their special status. For example, diplomats of foreign countries are immune from arrest in the UK."}
{"text": "Supra: above (see above or before in the document). (This word is Latin.)"}
{"text": "Youth Court: A specialized court that deals with crimes committed by minors  USAGE IN SENCETNCE: \nThe case involving the minor was transferred to the youth court for trial."}
{"text": "De facto: in fact or in reality. (This term is Latin.)"}
{"text": "Tender: supplying a price for a job. If an organisation asks firms to send in tenders for supplying something, they are asking for firm written offers to do the work to an agreed standard and at a stated price."}
{"text": "Parole: release from prison early. If someone is given parole they may be returned to prison if they offend again."}
{"text": "Bailee: a person or organisation looking after valuable items to keep them safe for the owner."}
{"text": "Actus reus: an act which is illegal, such as theft. (This term is Latin.)"}
{"text": "Defendant: The person or party against whom a legal action is brought in court."}
{"text": "resolution professional: , for the purposes of this Part, means an insolvency professional appointed to conduct the corporate insolvency resolution process or the prepackaged insolvency resolution process, as the case may be, and includes an interim resolution professional; and"}
{"text": "Renouncing probate: a proposed executor refusing to act. Sometimes when a testator dies an executor will not wish to accept appointment. The executor has to tell the Probate Registry about it in writing."}
{"text": "Naturalisation: giving a citizen of one country citizenship of another."}
{"text": "Preference shares: a share entitled to a fixed dividend. Holders of preference shares are treated more favourably than ordinary shareholders. The preference dividend is at a fixed rate and must be paid in full before a dividend can be paid on the ordinary shares. When the company is wound up the preference shares must be fully paid out before the ordinary shareholders can be paid."}
{"text": "Beneficial owner: the owner of a piece of land (and the buildings on it).\nBeneficial owners have the right:\n•       to the income their land generates; or\n•       to use the land for their own purposes.\nIt can also be a person who really owns something even though it is held in someone else's name."}
{"text": "Legacy: a gift left to someone in a will, but not including land."}
{"text": "Per se: in itself or by itself. (This term is Latin.)"}
{"text": "Battery: using physical force on someone either intentionally or carelessly and without their agreement. It would not be battery if two boxers took part in a boxing match, even though they hurt each other during the match, because they would have agreed to fight each other."}
{"text": "Record: the documents in a court case from beginning to end."}
{"text": "Quiet enjoyment: allowing a tenant to use land without interference. When a tenancy is created the landlord is expected to allow the tenant to use the land without any interference, unless the tenancy agreement allows it."}
{"text": "Case law: law that is based on the results of previous court cases."}
{"text": "transfer: includes sale, purchase, exchange, mortgage, pledge, gift, loan or any other form of transfer of right, title, possession or lien;"}
{"text": "Liquidation: the process of winding up a company by disposing of its assets, paying its creditors in a strict order of priority and distributing any money left among the members."}
{"text": "Escrow: a deed which has been supplied but cannot become effective until a future date, or until a particular event happens."}
{"text": "Appurtenances: minor rights in land such as a right to do something on the land."}
{"text": "Operational creditor: A creditor who has a debt arising from the supply of goods or services to a corporate debtor in the ordinary course of business."}
{"text": "Affidavit: A written statement confirmed by oath or affirmation, used as evidence in court."}
{"text": "Principal: is: \n•       someone who authorises another person to act for them;\n•       the actual person who committed a crime; or\n•       an amount of money lent or invested, not Including the interest."}
{"text": "Alternative verdict: a person being found guilty of a less serious crime than the one they were charged with. If a more serious charge has not been proved and the defendant has been found not guilty, the defendant may be found guilty of a less serious crime instead. For example, there may not be enough evidence to convict someone of a murder but there may still be enough for a manslaughter conviction. This is known as an alternative verdict."}
{"text": "Will: a legal document which people use to bequeath (leave as a gift) money and property when they die."}
{"text": "Bill of costs: the invoice the solicitor sends to a client giving details of any disbursements the solicitor has paid on behalf of the client, the fee the solicitor is charging and any expenses."}
{"text": "Pro rata: in proportion. For example, if 10 items cost £100 you would expect three items to cost £30 if they were priced pro rata. (This term is Latin.)"}
{"text": "Next of kin: a person's closest blood relatives."}
{"text": "corporate person: means a company as defined in clause (20) of section 2 of the Companies Act, 2013 (18 of 2013), a limited liability partnership, as defined in clause (n) of sub-section (1) of section 2 of the Limited Liability Partnership Act, 2008 (6 of 2009), or any other person incorporated with limited liability under any law for the time being in force but shall not include any financial service provider;"}
{"text": "Beneficiary: A person entitled to benefits or proceeds from a will or trust  USAGE IN SENCETNCE: \nThe court recognized her as the sole beneficiary of her fatherʼs estate."}
{"text": "Alibi: a claim that a person was elsewhere when a crime was committed. If someone is accused of a crime their alibi is:\n\n•       evidence that the person was somewhere else when the crime was committed; or\n•       evidence that the person was somewhere else when the crime was committed; or\n•       an attempt to prove that the ¯.person was somewhere else when the crime was committed."}
{"text": "Words of art: words which have a fixed meaning in law so that their use in a legal document can have only one interpretation."}
{"text": "Garnishee order: a court order to a third party who owes money to a judgement debtor to pay the money to the judgement creditor."}
{"text": "Juvenile offender: a person aged between 10 and 17 who has committed a criminal offence."}
{"text": "Occupation: taking control of a piece of land which belongs to someone else."}
{"text": "Certiorari: an order by the High Court that a case should be reviewed. If the High Court considers that a case heard in a lower court is flawed it may order that it be reviewed by the High Court. (This word is Latin.)"}
{"text": "Citation: is:•       a summons to appear in court;\n\n•       quoting from a completed case to support an argument; or\n•       a notice sent out by someone wanting grant of probate or letters of administration, asking people to come forward if they object to it."}
{"text": "Court of Appeal: a court which hears appeals against the decisions of other courts."}
{"text": "Mens rea: the intent to commit a crime and also the knowledge that an act is wrong. (This term is Latin.)"}
{"text": "Offeree: the person who receives the legally binding offer."}
{"text": "Discovery: one party in a civil case revealing to the other party the documents relevant to the case under the first party's control and allowing them to be inspected."}
{"text": "Tangible property: property that physically exists."}
{"text": "Treasury bill: an unconditional promise by the Treasury to repay money it has borrowed for the short term (up to one year), to pay for government spending."}
{"text": "Power of attorney: a document which gives power to the person appointed by it to act for the person who signed the document."}
{"text": "Blackmail: demanding payment from a person in return for not revealing something shameful about them."}
{"text": "Loan creditor: a person or organisation which has lent money to an organisation."}
{"text": "Community service order: an order to do work in the community without pay. If someone has been convicted of a crime they may be given a community service order as an alternative to being sent to prison."}
{"text": "Acknowledgement: admitting that someone has a claim or admitting that a debt exists."}
{"text": "Magistrate: A judicial officer who handles minor legal cases and preliminary hearings  USAGE IN SENCETNCE: \nThe magistrate granted bail to the accused after the preliminary hearing."}
{"text": "Copyright: a legal right which stops things being copied without permission. If you have the copyright over something (such as a book or music), nobody can copy it or reproduce it without your permission."}
{"text": "Payment into court: money paid to the court by the defendant for payment  to the claimant ('plaintiff' before April 1999)."}
{"text": "Resolution: a decision taken by the members of a company in a meeting."}
{"text": "Corpus delicti: is:\n•       the body of a person who has been killed unlawfully; or\n•       the facts which make up an offence.(This phrase is Latin.)"}
{"text": "default: means non-payment of debt when whole or any part or instalment of the amount of debt has become due and payable and is not 1 paid by the debtor or the corporate debtor, as the case may be;"}
{"text": "Litigant: a person involved in a lawsuit."}
{"text": "Quash: To nullify or void a legal proceeding, such as an FIR or an indictment."}
{"text": "Libel: a false statement made in writing or in some other permanent record (such as a film)."}
{"text": "Appointor: the person who uses a power of appointment."}
{"text": "Market overt: a lawful market in which, as long as someone buying goods is not aware that they do not belong to the seller, the buyer will get a good title to the goods."}
{"text": "Absolute discharge: someone who has been convicted of an offence being released without any penalty. (They may still have to pay compensation though.)"}
{"text": "Undue Influence: Excessive pressure or manipulation exerted on someone to act against their free will  USAGE IN SENCETNCE: \nThe plaintiff argued that the contract was signed under undue influence and was therefore invalid."}
{"text": "Limited company: a company which limits how much its members will have to pay if the company is wound up. The members of most limited companies will only have to pay any money unpaid on their shares. If a company limited by guarantee is wound up, the money its members have to pay is limited to the amount shown in the memorandum of association."}
{"text": "Timeshare: an arrangement where people can buy a share in part of a property for a period of time in each year. They can use their part of the accommodation each year for the period that is theirs."}
{"text": "Acknowledgement of Service: when a defendant agrees that a writ or originating summons ('claim form' since April 1999) has been received. The defendant fills in, signs and sends back the acknowledgement of service to confirm in writing that the documents were received."}
{"text": "Corporation tax: a tax which companies pay on their profits."}
{"text": "Racial discrimination: treating someone less favourably because of their race, colour, nationality or culture."}
{"text": "Statement of claim: the claimant's written statement setting out the claim in a civil case. (This term has not been used since April 1999.)"}
{"text": "Executive director: a director who usually works full time as a director of the company."}
{"text": "Misdirection: a judge instructing a jury wrongly."}
{"text": "Zoning: The regulation of land use by local authorities to allocate areas for different types of development and land use  USAGE IN SENCETNCE: \nThe city council enforced new zoning laws to separate residential and commercial areas."}
{"text": "Corporate debtor: A company, limited liability partnership, or other legal entity that is undergoing insolvency proceedings under the IBC."}
{"text": "Ultra Vires: Acts beyond the legal authority or power of a person or institution  USAGE IN SENCETNCE: \nThe court ruled that the companyʼs actions were ultra vires, as they exceeded the powers granted by the articles of incorporation."}
{"text": "Trust corporation: a company which acts as a trustee and holds a trust's assets."}
{"text": "Consecutive sentence: when someone is sentenced for different crimes and the sentences have to be served one after another."}
{"text": "Interest: a legal right to use property."}
{"text": "Tribunal: is:\n•       a body set up to act like a court, but outside the normal court system;\n•       a forum to hear disputes and with the authority to settle them;\n•       a body given power by statute to discipline members of a profession who do not keep to the high standards of behaviour demanded of members of the profession; or\n•       a body set up by the members of an association to police the members' actions."}
{"text": "Licensee: the holder of a licence to do something."}
{"text": "Aforementioned: describing something referred to previously in the document."}
{"text": "Patent: an official right for a specified period of time to be the only person (or organisation) to make or sell something."}
{"text": "Antecedents: details about the past of a defendant or a person found guilty of a crime. The information about previous crimes, background and bad behaviour is given to the court before the sentence is given."}
{"text": "Writ: A formal written order issued by a court directing someone to perform or refrain from performing a specified act."}
{"text": "Xenophobia: A fear or hatred of foreigners, often referenced in human rights and discrimination cases  USAGE IN SENCETNCE: \nThe court addressed the issue of xenophobia in the workplace, ordering the company to implement anti-discrimination policies."}
{"text": "Reserves: money set aside in accounts which can be spent in later years. Some types of reserve can only be spent if certain conditions are met."}
{"text": "Allegation: an unproved statement declaring that something has happened."}
{"text": "firm: means a body of individuals carrying on business in partnership whether or not registered under section 59 of the Indian Partnership Act, 1932 (9 of 1932);"}
{"text": "Beneficial interest: belonging to a person even though someone else isthe legal owner. If something really belongs to someone, even if that person does not legally own it, they have a beneficial interest in it. If, for instance, parents hold an investment on behalf of their child they are the legal owners, but the child is the beneficial owner of the investment."}
{"text": "Causation: one thing being done causing something else to happen."}
{"text": "Offer: a promise to do something, or not to do something. If the promise is accepted it becomes legally binding."}
{"text": "Ex works: available from the factory. When something is sold ex works the buyer can collect it from the place it was manufactured or from some other place agreed by the buyer and seller."}
{"text": "Indictment: A formal accusation initiating a criminal case  USAGE IN SENCETNCE: \nThe grand jury issued an indictment against the businessman for fraud and embezzlement."}
{"text": "Acceptor: the organisation (such as a bank) which will pay the cheque or bill of exchange it has accepted."}
{"text": "transfer of property: means transfer of any property and includes a transfer of any interest in the property and creation of any charge upon such property;"}
{"text": "Amalgamation: two or more companies combining."}
{"text": "High Court (of Justice): part of the Supreme Court. It is split into three divisions called:\n•       Queen's Bench Division;\n•       Queen's Bench Division;\n•       Chancery Division; and\n•       Family Division."}
{"text": "Subject to contract: an agreement which is not binding until a contract has been signed."}
{"text": "Contract of exchange: a contract to exchange goods without money being involved (barter)."}
{"text": "Guarantee company: a company whose members only have to pay the amount they have agreed to contribute, if the company has to be wound up. They do not have to pay in extra money if there is not enough to pay all the company's debts."}
{"text": "Unsecured creditor: A creditor who does not have a security interest in the assets of a corporate debtor."}
{"text": "Licence: an authority to do something."}
{"text": "Provocation: causing someone to lose their self-control by doing or saying something (such as threatening to harm a baby) which would cause a reasonable person to temporarily lose their self-control."}
{"text": "Audit: an independent examination of an organisation's records and financial statements (report and accounts) to make sure that:\n•       the financial statements show a fair reflection of the financial position at the accounting date;\n•       the income and spending is shown accurately;\n•       the financial statements meet any legal conditions; and\n•       the financial statements are drawn up clearly."}
{"text": "Chapter: means a Chapter under this Part;"}
{"text": "Uterine: describes people who have the same mother but different fathers."}
{"text": "Challenge for cause: when the defence objects to a juror and says why it objects."}
{"text": "Coupon: a dated piece of paper attached to a bond. The coupon has to be surrendered (given back) to get the interest or dividend on the bond."}
{"text": "HM Land Registry: a registry with offices in towns and cities throughout the UK which keep records of registered land."}
{"text": "Charge certificate: a certificate which the Land Registry issues to the legal mortgagee (the lender) who has lent money on the security of registered land. It is proof of the legal mortgagee's right to the security."}
{"text": "Personal representative: a person who is appointed to deal with a dead person's estate. If there is a will, the executors appointed will be the personal representatives. If there is no will, the courts will appoint someone called the administrator."}
{"text": "Bench warrant: a warrant issued by a court for the arrest of an accused person who has failed to attend court. It is also issued when someone has committed contempt of court and can't be traced."}
{"text": "Verdict: The formal decision or finding made by a jury or judge in a legal case  USAGE IN SENCETNCE: \nThe jury delivered a guilty verdict after deliberating for several hours."}
{"text": "Manslaughter: killing someone illegally but by accident. (See also Involuntary manslaughter and Voluntary manslaughter"}
{"text": "Binding over: an order by a court in a criminal case. If someone has misbehaved or broken the peace, magistrates can bind them over. The magistrates can order them to pay a bond. This will be forfeited (won't be repaid) if the binding over terms are broken."}
{"text": "financial service: includes any of the following services, namely: (a) accepting of deposits;\n(b) safeguarding and administering assets consisting of financial products, belonging to another person, or agreeing to do so;(c) effecting contracts of insurance;\n(d) offering, managing or agreeing to manage assets consisting of financial products belonging to another person;(e) rendering or agreeing, for consideration, to render advice on or soliciting for the purposes of buying, selling, or subscribing to, a financial product; availing a financial service; or exercising any right associated with a financial product or financial service; (f) establishing or operating an investment scheme; (g) maintaining or transferring records of ownership of a financial product; (h) underwriting the issuance or subscription of a financial product; or (i) selling, providing, or issuing stored value or payment instruments or providing payment services;"}
{"text": "Deponent: a person who swears on oath that a statement is correct."}
{"text": "Plaintiff: A person who brings a legal action in a civil case."}
{"text": "Salvage: compensation paid by the owners for saving ships, aircraft and property from the sea."}
{"text": "Estoppel: A legal principle that prevents a party from contradicting or asserting something contrary to what has previously been established as truth."}
{"text": "Tax point: the date when value added tax arises on goods or services supplied (or made available) to a customer. The tax point should be displayed on invoices. It is not necessarily the same as the date of the invoice."}
{"text": "Suicide: the act of killing oneself intentionally."}
{"text": "Fraudulent conveyance: ownership of land being transferred without consideration and with the intention of defrauding someone."}
{"text": "Taxable supply: a term for supplying goods and services on which value added tax can be charged. This applies even if the tax rate is 0% at present, because it can be increased if the Government chooses to."}
{"text": "core services: means services rendered by an information utility for – (a) accepting electronic submission of financial information in such form and manner as may be specified; (b) safe and accurate recording of financial information; (c) authenticating and verifying the financial information submitted by a person; and (d) providing access to information stored with the information utility to persons as may be specified;"}
{"text": "Plea bargain: when the defendant pleads guilty instead of not guilty in return for a concession by the prosecution (such as dropping another charge)."}
{"text": "Waiver: The voluntary relinquishment or abandonment of a legal right or claim  USAGE IN SENCETNCE: \nThe tenant signed a waiver, giving up their right to demand repairs from the landlord."}
{"text": "Committee of Inspection: a committee appointed from the creditors of a company in liquidation to oversee the liquidator's work."}
{"text": "False imprisonment: wrongfully keeping someone in custody (for example in prison)."}
{"text": "Void: Having no legal effect or validity; null  USAGE IN SENCETNCE: \nThe contract was declared void due to the lack of mutual consent between the parties."}
{"text": "Fostering: looking after other people's children. Sometimes children are looked after by people who are not their parents (natural or adopted). It usually happens because the parents cannot look after the children properly because of changed circumstances such as illness."}
{"text": "Acquittal: A legal judgment that a person is not guilty of the crime with which they have been charged."}
{"text": "Moratorium: A temporary stay on the enforcement of creditors’ rights against a corporate debtor during the CIRP."}
{"text": "Quash: To reject or void a legal decision, order, or indictment  USAGE IN SENCETNCE: \nThe court decided to quash the charges against the defendant due to lack of evidence."}
{"text": "resolution applicant: means a person, who individually or jointly with any other person, submits a resolution plan to the resolution professional pursuant to the invitation made under clause (h) of sub-section (2) of section 25 or pursuant to section 54K, as the case may be;"}
{"text": "Personalty: another word for personal property."}
{"text": "Taxation: the levying of taxes."}
{"text": "X Clause: A placeholder term sometimes used in contracts to represent a term or condition that will be defined later  USAGE IN SENCETNCE: \nThe agreement included an X clause, which the parties agreed to finalize before the projectʼs commencement."}
{"text": "Brief: a document prepared by a solicitor which contains the instructions for the barrister to follow when acting for the solicitor in court."}
{"text": "Summons: A legal document issued by a court requiring someone to appear in court  USAGE IN SENCETNCE: \nThe defendant received a summons to appear in court for the hearing."}
{"text": "Close company: a company controlled by five people or fewer, or by its directors."}
{"text": "Pari passu: equally. (This term is Latin.)"}
{"text": "Fiduciary: in a position of trust. This includes people such as trustees looking after trust assets for the beneficiaries and company directors running a company for the shareholders' benefit."}
{"text": "Negligence: lack of proper care to do a duty properly."}
{"text": "Compensation order: an order by a court to a criminal to compensate the victim of the crime."}
{"text": "Prepackaged insolvency resolution: A mechanism under the IBC for resolving the insolvency of a corporate debtor through a pre-packaged plan of arrangement."}
{"text": "Hearsay evidence: evidence given in court of something said to the witness by another person."}
{"text": "Life assurance policy (or life insurance policy): a contract between the policyholder and the insurance company. The insurance company pays out if the policyholder dies."}
{"text": "Underlease: the lease of a property by a tenant of the property to someone else."}
{"text": "Judge Advocate General: a lawyer who is in charge of military justice in the British Army and the Royal Air Force."}
{"text": "Affirmation: solemnly promising to tell the truth when giving evidence. It is an alternative to swearing an oath when the person giving evidence does not wish to."}
{"text": "resolution professional: means an insolvency professional appointed under this part as a resolution professional for conducting the fresh start process or insolvency resolution process;"}
{"text": "Actus Reus: The physical act of committing a crime, as opposed to the mental intent to commit it."}
{"text": "financial service provider: means a person engaged in the business of providing financial services in terms of authorisation issued or registration granted by a financial sector regulator;"}
{"text": "Conviction: A formal declaration by a court that someone is guilty of a criminal offense."}
{"text": "Treasury Solicitor: the person who gives legal advice to the Treasury."}
{"text": "Consignee: the person goods have been sent to."}
{"text": "Covenant: a contract or legally binding promise."}
{"text": "Conversion: is:\n•       exchanging one sort of property for another (such as exchanging money for goods); or\n•       acting unlawfully to deprive someone of their ownership of goods."}
{"text": "Extraordinary general Meeting: a general meeting of the members of a company which is not the annual general meeting."}
{"text": "Tortfeasor: someone who commits a tort."}
{"text": "Citizen's arrest: an arrest by someone who is not a police officer. The offence must be being committed or have already been committed when the arrest is done."}
{"text": "Reasonable force: necessary force. Reasonable force is a complex issue but essentially use of some force must be necessary to defend your property or yourself and the force used must be in proportion to the threat."}
{"text": "Duress: threatening or pressurising someone to do something."}
{"text": "Bye-law or bylaw: a law made by a local authority. It only applies within the local authority's boundaries."}
{"text": "Child abuse: molestation or ill-treatment suffered by a child."}
{"text": "Decree: an order by a court."}
{"text": "Terrorism: using violence for political purposes."}
{"text": "Putative father: the man found by a court to be the father of an illegitimate child."}
{"text": "Ultra vires: beyond one's powers. If an organisation does something ultra vires, what it has done is invalid."}
{"text": "creditor: means any person to whom a debt is owed and includes a financial creditor, an operational creditor, a secured creditor, an unsecured creditor and a decree-holder;"}
{"text": "Perjury: The offense of willfully telling an untruth in a court after having taken an oath or affirmation."}
{"text": "Vexatious litigant: a person who regularly brings court cases which have little chance of succeeding."}
{"text": "Jurisdiction: The legal authority of a court to hear and decide a particular case."}
{"text": "Share premium Account: an account in a set of books recording the extra amount over face value that shares have been issued for. If shares are issued for more than their face value, the extra amount over face value is called a share premium."}
{"text": "Restriction order: This order by the Crown Court prevents a person being discharged from hospital, to protect the public."}
{"text": "Bailor: the owner of valuable items which are in the possession of another person or organisation for safekeeping."}
{"text": "Abduction: taking someone away by force."}
{"text": "Resolution applicant: A person who makes an application for the initiation of CIRP."}
{"text": "Subpoena: a writ requiring the person it is addressed to to attend at a specific place (such as a court) on a specific date and at a stated time."}
{"text": "Fitness to plead: whether or not the person charged is capable of making an informed decision. If, because of mental illness, a person charged with an offence is unable to understand what is going on the person may not be fit to plead guilty or not guilty."}
{"text": "Evidence: Any information presented in a legal case to prove or disprove facts  USAGE IN SENCETNCE: \nThe prosecutor presented new evidence to support the charges against the defendant."}
{"text": "Proxy: a person appointed by a shareholder to go to a meeting of shareholders. The proxy can vote at the meeting for the shareholder."}
{"text": "Domicile: the country where your permanent home is, even if"}
{"text": "Foreclosure: repossessing property. If a mortgagor (the borrower) has failed to keep up the repayments on a mortgage, the mortgagee (the lender) may apply to the High Court for an order that the debt be repaid by a particular date. If the debt is not repaid the property will be repossessed. This procedure is called foreclosure."}
{"text": "Habeas Corpus: A legal action or writ requiring a person under arrest to be brought before a judge to secure their release unless lawful grounds are shown for their detention  USAGE IN SENCETNCE: \nThe lawyer filed a writ of habeas corpus to challenge the illegal detention of the accused."}
{"text": "Charging order: a court judgement which a creditor may get against the person or organisation which owes the money, giving the creditor security over the debtor's property for repayment of the debt."}
{"text": "operational creditor: means a person to whom an operational debt is owed and includes any person to whom such debt has been legally assigned or transferred;"}
{"text": "Tax: money raised by the Government to pay for the services it provides. Some taxes are called indirect because they are part of the price we pay for goods and services, such as VAT. Other tax is called direct because the individual taxpayer pays it. Income tax and corporation tax are examples of direct taxes."}
{"text": "Devise: to leave land in a will."}
{"text": "Jury service: serving on a jury. Most people between the ages of 18 and 70 can be required to serve on a jury."}
{"text": "SWIFT payment: a payment from one bank account to another using the SWIFT system. SWIFT stands for Society for Worldwide Interbank Financial Telecommunications and it is an international system for paying by credit transfer."}
{"text": "Grievous bodily harm: intentionally causing serious physical harm to someone. This is more serious than actual bodily harm."}
{"text": "Adjudicating Authority: means the Debt Recovery Tribunal constituted under sub-section (1) of section 3 of the Recovery of Debts Due to Banks and Financial Institutions Act, 1993 (51 of 1993);"}
{"text": "Summary trial: a trial by magistrates."}
{"text": "All and sundry: everybody."}
{"text": "Challenge without Cause: happens when the defence objects to a juror but does not say why."}
{"text": "Judgment: The final decision or ruling by a court in a legal matter  USAGE IN SENCETNCE: \nThe court delivered its judgment, ruling in favor of the plaintiff."}
{"text": "Maintenance: money paid (and things paid for) to support a partner (husband or wife) and children when a marriage has failed."}
{"text": "Judge Advocate General's Department: a government department which appoints barristers to advise army and air force courts."}
{"text": "Board: means the Insolvency and Bankruptcy Board of India established under sub-section (1) of section 188;"}
{"text": "Agent: someone appointed to act for a principal."}
{"text": "Barrister: a lawyer who can speak in the higher courts, which a solicitor is not allowed to do."}
{"text": "base resolution plan: means a resolution plan provided by the corporate debtor under clause (c) of sub-section (4) of section 54A;"}
{"text": "Appeal: A legal process by which a higher court is asked to review the decision of a lower court."}
{"text": "Free of encumbrances: no one else having any rights over something. When property is owned by someone and nobody else has any rights over it, it is owned free of encumbrances."}
{"text": "Violent disorder: three or more people in a gathering using or threatening to use unlawful violence."}
{"text": "Bargain and sale: a contract to sell any property or investment in land that a person owns."}
{"text": "Housing associations: organisations run to provide housing for people. They are not intended to make a profit."}
{"text": "Realty: another word for real property."}
{"text": "Aforesaid: describing something which has been said or referred to before in the document."}
{"text": "Proxy form: a form for shareholders by which, if it is delivered to a company at least 48 hours before the shareholders' meeting, the person who is the proxy will be able to vote at that meeting."}
{"text": "Promisor: a person who has promised something."}
{"text": "Committee of Creditors (CoC): The committee of lenders of a corporate debtor, which is responsible for approving the resolution plan."}
{"text": "Material facts: facts which are a key part of a defence or a claim."}
{"text": "Practising certificate: certificates showing a person is entitled to practise law. Every year the Law Society issues these certificates to the solicitors who can practise law."}
{"text": "Real property: land and buildings, minerals in the land and rights over the land."}
{"text": "resolution plan: means a plan proposed by resolution applicant for insolvency resolution of the corporate debtor as a going concern in accordance with Part II Explanation: For removal of doubts, it is hereby clarified that a resolution plan may include provisions for the restructuring of the corporate debtor, including by way of merger, amalgamation and demerger;"}
{"text": "Garnishee: A person or institution that is ordered by the court to surrender money or property belonging to a debtor  USAGE IN SENCETNCE: \nThe bank was named as a garnishee to withhold the debtorʼs funds for the court."}
{"text": "Malicious prosecution: a prosecution which is brought unreasonably."}
{"text": "Product liability: the liability of manufacturers and sellers to compensate people for unsafe goods which have caused injury to people or property."}
{"text": "Security of tenure: protection from a landlord attempting to obtain possession of the property the tenant is renting."}
{"text": "Joyriding: taking a vehicle without permission and using or allowing it to be used without authority."}
{"text": "personnel: includes the directors, managers, key managerial personnel, designated partners and employees, if any, of the corporate debtor;"}
{"text": "Debenture: a document issued by a company which acknowledges that some or all of the company's assets are security for a debt (usually to a bank). It is also the name for certain long-term loans to companies."}
{"text": "Caveat: A formal notice requesting a court to suspend proceedings until the party filing the caveat is heard  USAGE IN SENCETNCE: \nThe company filed a caveat to ensure no orders are passed without its knowledge."}
{"text": "Constructive: describing something which may not be set out in the law but will nevertheless be considered to exist."}
{"text": "Contract for services: a contract under which materials and services are provided by a contractor."}
{"text": "Subsidiarity: subsidiary activities. Member countries of the European Community agreed that activities could be done by the individual member countries unless they could not do them adequately alone. The European Community therefore should only do subsidiary activities and this is called subsidiarity."}
{"text": "words and expressions used but not defined in this Code but defined in the Indian Contract Act, 1872(9 of 1872), the Indian Partnership Act, 1932 (9 of 1932), the Securities Contact (Regulation) Act, 1956 (42 of 1956), the Securities Exchange Board of India Act, 1992 (15 of 1992), the Recovery of Debts Due to Banks and Financial Institutions Act, 1993 (51 of 1993), the Limited Liability Partnership Act, 2008 (6 of 2009) and the Companies Act, 2013 (18 of 2013): , shall have the meanings respectively assigned to them in those Acts. In this Part, unless the context otherwise requires"}
{"text": "Stalking: the name given to a form of harassment where a person is made to feel alarmed or distressed by another person's actions. The prosecution has to prove that a reasonable person would have known that the behaviour would create distress or fear. The harassment must have happened on at least two occasions."}
{"text": "Adoptive child: a child who has been legally adopted."}
{"text": "Bare trustee: someone who holds property on behalf of another person until asked to return the property."}
{"text": "Queen's Bench Division: part of the High Court. Its main function is to deal with civil cases."}
{"text": "Stamp duty: a tax on the transfer documents for certain types of transaction. Examples are buying shares, patent rights and properties."}
{"text": "Testator: a person who makes a will."}
{"text": "Residue: what is left of an estate after all debts, taxes, expenses and specific legacies have been dealt with."}
{"text": "Non-exclusive licence: an agreement giving someone the right to use something but which does not prevent other people being given similar agreements."}
{"text": "False representation: lying in a statement to persuade someone to enter a contract."}
{"text": "Child Support Agency: part of the Department of Social Security. It supervises the assessment and payment of maintenance for children."}
{"text": "Indictable offence: an offence which can be tried by jury in the Crown Court."}
{"text": "Tangible asset: an asset which can be physically touched."}
{"text": "Admission: one side in a case agreeing that something the other side has alleged is true."}
{"text": "Scrip issue: free shares offered to the members of a company in proportion to their shareholdings."}
{"text": "Subpoena: A legal order requiring a person to testify or produce evidence in court  USAGE IN SENCETNCE: \nThe witness was served with a subpoena to testify at the trial."}
{"text": "Habeas corpus: a writ which can be applied for to order a person's release if they have been imprisoned unlawfully."}
{"text": "Wrongful trading: continuing to trade while knowing that there is little prospect of the company being able to pay its debts."}
{"text": "Adverse possession: intentionally occupying land to prevent the rightful owner or tenant using it."}
{"text": "Statute law: the law created by Acts of Parliament."}
{"text": "Bonded goods: goods for which a bond has been paid to HM Customs and Excise as security for the duty owed on the goods."}
{"text": "Joint lives policy: a life assurance policy on more than one person'slife. The policy pays out on the first death."}
{"text": "Residuary legacy: what remains to be given out from an estate after all debts, taxes and specific legacies have been paid."}
{"text": "Adoption: the system which people use to become parents, even though they are not the child's natural parents."}
{"text": "Judgment: The final decision or ruling by a court in a legal case."}
{"text": "Statute book: all the existing statutes in a country."}
{"text": "Squatter: a person who occupies land illegally."}
{"text": "Process: In law a process is:\n•       a summons or writ which is used to order someone to appear in court;\n•       the whole of a case from beginning to end; or\n•       the total number of summonses or writs issued during a case."}
{"text": "Testify: to give evidence."}
{"text": "Extradition: the handing over of a criminal to the country the crime was committed in."}
{"text": "Equitable mortgage: the type of mortgage where the purchaser owns the property which is security for the mortgage."}
{"text": "FIR (First Information Report): A written report filed by the police after receiving information about a cognizable offense."}
{"text": "Pawn: to pledge goods as security for a loan."}
{"text": "Evidence: Any information, such as testimony, documents, or physical objects, presented in court to prove or disprove a fact."}
{"text": "Adoptive parent: a person who has legally adopted a child."}
{"text": "Domiciled: permanently based in a country. you are living somewhere else for now."}
{"text": "Residence order: an order which a court issues when it has decided where a child should live, setting out details of the court's decision."}
{"text": "Juror: A member of a jury, a group of people selected to determine the facts of a case and deliver a verdict."}
{"text": "Charging clause: trustees can charge the trust for their services if there is a charging clause."}
{"text": "Testamentum: another name for a will."}
{"text": "Letters of administration: an authority the courts give to a person to deal with a dead person's estate. It is given when someone dies intestate."}
{"text": "corporate debtor: means a corporate person who owes a debt to any person;"}
{"text": "Litigation: taking legal action through the courts."}
{"text": "Airspace: the space in the atmosphere directly above a piece of land. If you own a piece of land you also own the airspace above the land."}
{"text": "Lien: the right to keep possession of something owned by someone who owes a debt, until the debt has been settled."}
{"text": "Decree absolute: the final court order which ends a marriage."}
{"text": "Warranty: a term in a contract. If the term is not complied with damages can be claimed by the injured party."}
{"text": "Intangible property: property which does not physically exist, such as a right or a patent."}
{"text": "Financial debt: is defined as a debt along with interest, if any, that is disbursed against the consideration for time worth of money and includes money borrowed against interest payment; money raised by issuing bonds, debentures, or other securities or any amount that is due to a financial institution under a financial contract."}
{"text": "Assent: a document used by personal representatives to transfer property to a beneficiary."}
{"text": "Aggravated assault: a more serious type of assault such as one leading to actual bodily harm."}
{"text": "Bench: the name for the judges or magistrates in a court."}
{"text": "Satisfaction: is:\n•       paying a debt;\n•       settling an obligation by an act; or\n•       settling an obligation by substituting something satisfactory for what was originally required."}
{"text": "Completion: transferring property in exchange for payment. When there is a contract to sell land, there will be an initial payment to confirm the contract. Completion happens when the ownership of the land is transferred to the person buying it, in return for the seller receiving the rest of the purchase price."}
{"text": "Advocate: is: \n•       the lawyer who speaks in court for a client; or\n•       a Scottish lawyer who is the equivalent of a barrister in England and Wales."}
{"text": "Joint and several liability: two or more people responsible for repaying a debt. They are each responsible individually to repay all the debt as well as being responsible as a group."}
{"text": "Aggravated vehicle taking: stealing a vehicle, driving it dangerously and as a result injuring someone or damaging property."}
{"text": "Company secretary: a person appointed by the directors of a company who is responsible for making sure that the company complies with the Companies Acts."}
{"text": "Merchantable quality: the assumption in the law that goods sold by a business will be fit for their purpose."}
{"text": "Teeming and lading: a term used to describe attempts to hide the loss of cash received from one customer by using cash from other customers to replace it. This fraud can carry on by using cash from other customers in the same Way"}
{"text": "Assign: to formally transfer something, such as when ownership of property is transferred from one person to another."}
{"text": "Nuisance: doing something that harms other people's rights."}
{"text": "corporate applicant: means (a) corporate debtor; or (b) a member or partner of the corporate debtor who is authorised to make an application for the corporate insolvency resolution process or the pre-packaged insolvency resolution process, as the case may be, under the constitutional document of the corporate debtor; or (c) an individual who is in charge of managing the operations and resources of the corporate debtor; or (d) a person who has the control, and supervision over the financial affairs of the corporate debtor;"}
{"text": "Search warrant: a warrant issued by a magistrate, or High Court judge, to allow police officers to search premises."}
{"text": "prescribed: means prescribed by rules made by the Central Government;"}
{"text": "Bridle way: a path or road which is a right of way for people walking and people leading or riding horses. Cyclists can use it as well but must give way to pedestrians and horses."}
{"text": "Public mischief: something that someone does which damages the general community."}
{"text": "Petitioner: The party who presents a petition to the court in a legal case."}
{"text": "Et seq: 'and in the following pages'. It is sometimes written in books and documents. (This phrase is abbreviated from the Latin 'et sequeus'.)"}
{"text": "Criminal damage: the criminal offence of causing damage to someone else's property either recklessly or intentionally."}
{"text": "Special resolution: a resolution which must be approved by holders of at least 75% of the shares with voting rights. (Some types of share give their owners the right to vote at shareholder meetings, but there are other types which do not.)"}
{"text": "Minutes: a record of the meetings held by members and directors of companies."}
{"text": "Promisee: a person who has been promised something."}
{"text": "Bigamy: the offence committed by someone who is already married but still goes through a marriage ceremony with someone else."}
{"text": "Term: any of the clauses which form part of a contract."}
{"text": "Notary: a person (usually a solicitor) who is authorised to certify documents, take affidavits and swear oaths."}
{"text": "Adverse witness: a witness who gives evidence which damages the case of the side which asked the witness to testify for them."}
{"text": "Indict: using legal means, to officially accuse someone of committing an offence."}
{"text": "Right of way: a legal right obliging the owner of land to allow authorised people to cross it."}
{"text": "Drawee: the organisation which will pay a bill of exchange (such as a cheque). In the case of a cheque, this is the bank that the cheque is drawn on."}
{"text": "Unlawful Detention: The act of holding someone without legal authority or justification  USAGE IN SENCETNCE: \nThe accused filed a petition for release, claiming unlawful detention by the police."}
{"text": "Compulsory purchase: taking land and giving compensation for it. When land is needed for a project, such as a road, local authorities and other public bodies can take the land off the landowner. Compensation has to be paid to the landowner."}
{"text": "Shadow director: a person who has not been appointed a director of a company but nevertheless gives instructions to the directors, which they comply with."}
{"text": "Several: separate (not joint)."}
{"text": "Treasury: the government department which administers (manages) the country's finances."}
{"text": "constitutional document: , in relation to a corporate person, includes articles of association, memorandum of association of a company and incorporation document of a Limited Liability Partnership;"}
{"text": "Sequestration: a court order for the seizure of someone's property."}
{"text": "person resident outside India: means a person other than a person resident in India;"}
{"text": "Per quod: in accordance with or whereby. (This term is Latin.)"}
{"text": "Quasi-Judicial: A body or authority having powers and procedures resembling those of a court of law  USAGE IN SENCETNCE: \nThe regulatory commission acted as a quasi-judicial body in resolving the dispute."}
{"text": "Fraud: Wrongful or criminal deception intended to result in financial or personal gain  USAGE IN SENCETNCE: \nThe businessman was arrested for committing fraud by forging financial documents."}
{"text": "Scrip dividend: a dividend paid in shares instead of cash."}
{"text": "Surcharge: a penalty charged if tax is paid late. It is also an extra charge banks make if customers do not keep to the agreements they made with the bank."}
{"text": "charge: means an interest or lien created on the property or assets of any person or any of its undertakings or both, as the case may be, as security and includes a mortgage;"}
{"text": "Misadventure: an unexpected accident which happens while lawfully doing something."}
{"text": "Easement: a right to use someone else's land, such as a right of way."}
{"text": "Bona vacantia: goods or an estate belonging to nobody. (This term is Latin.)"}
{"text": "Grievance: A formal complaint raised by an individual, typically in a legal or workplace context  USAGE IN SENCETNCE: \nThe employee filed a grievance against the company for unfair dismissal."}
{"text": "Bankruptcy order: an order that a court may issue against someone if they cannot pay their debts when they are due to be paid. This order takes ownership of the debtor's property away from the debtor and allows much of the property to be sold. The money raised is divided between the creditors following strict rules."}
{"text": "Crown Court: the court where people indicted of criminal offences are tried."}
{"text": "insolvency professional agency: means any person registered with the Board under section 201 as an insolvency professional agency;"}
{"text": "Feu duty: a yearly charge on a feu (which only applies in Scotland.)"}
{"text": "Act of bankruptcy: an act which, if carried out by a person with debts, could have led to bankruptcy proceedings against that person."}
{"text": "Pledge: letting someone take possession of goods but the ownership does not change. It is often done to give security for money owed or to make sure that something is done as promised."}
{"text": "Estate: is:\n•       all a person owns at the date of their death; or\n•       the right to use land for a period of time."}
{"text": "Conditional discharge: A court may decide not to punish a criminal immediately for an offence and may conditionally discharge the criminal instead. If the criminal reoffends the court may impose a punishment for the original offence as well as the later ones."}
{"text": "Chairperson: means the Chairperson of the Board;"}
{"text": "Executor: a man appointed in a will to deal with the estate, according to the wishes set out in the will. Today it is often used to refer to a woman as well."}
{"text": "Polygamy: being married to more than one person at once."}
{"text": "Summary proceedings: a trial by magistrates, where the defendant has the right to choose which court should hear the case, but has agreed to be tried in the magistrates' court."}
{"text": "bankruptcy: means the state of being bankrupt;"}
{"text": "Personal guarantee: a pledge, by a person to a bank, to repay a debt owed to the bank if the bank's customer fails to pay it."}
{"text": "Conveyance: the name of the document which transfers the ownership of land."}
{"text": "Composition with Creditors: an arrangement between a debtor and the creditors. The creditors agree to accept a proportion of what is owed to them in full settlement."}
{"text": "Judicial discretion: a degree of flexibility about the way courts do things."}
{"text": "Bare trust: a trust which holds property on behalf of a person until they ask for it back."}
{"text": "Claim: means:\n•       to apply for a right;\n•       to demand a remedy; or\n•       an application for something such as a right."}
{"text": "Abet: To encourage or assist someone to commit a crime  USAGE IN SENCETNCE: \nHe was charged with abetting the criminal by providing him shelter."}
{"text": "Book value: the value of a fixed asset, such as a building or machine, as recorded in an organisation's books. It is usually the amount paid for the asset less an amount for depreciation."}
{"text": "person: includes – (a) an individual; (b) a Hindu Undivided Family; (c) a company; (d) a trust; (e) a partnership; (f) a limited liability partnership; and (g) any other entity established under a statute, and includes a person resident outside India;"}
{"text": "Ex post facto: describing a law which is retrospective (it affects past acts as well as future ones). (This term is Latin.)"}
{"text": "Quarter days: in England the days when payments which are made every quarter should be paid. The quarter days are the days that the seasons are said to start. The actual dates and their names are: \n•       25 March - Lady Day;\n•       24 June - Midsummer Day;\n•       29 September - Michaelmas Day; and\n•       25 December - Christmas Day."}
{"text": "Official secret: information which the Government classifies as confidential. It is a criminal offence to disclose an official secret without permission."}
{"text": "Stipendiary magistrate: a magistrate who gets a salary."}
{"text": "Resolution professional: The professional appointed by the AA to oversee the CIRP."}
{"text": "Willful Default: The deliberate failure to fulfill an obligation, especially in financial matters."}
{"text": "Bailiff: an officer of the court who carries out the court's orders, such as taking a debtor's goods and selling them to get money to pay the debtor's debts. A bailiff can also personally deliver (serve) documents on people."}
{"text": "Vendee: a person who buys something."}
{"text": "Martial law: government of a country by the military."}
{"text": "Forbearance: when one party to an agreement does not pursue rights under the agreement even though the other party has not kept to its terms. An example would be someone not suing to recover an overdue debt."}
{"text": "Contempt of Court: An act of disobedience or disrespect toward the judicial system, which may result in penalties or punishment."}
{"text": "Yellow Dog Contract: A contract in which an employee agrees not to join a labor union as a condition of employment  USAGE IN SENCETNCE: \nYellow dog contracts were once used by employers to prevent workers from organizing unions."}
{"text": "Capital allowances: allowances that you can sometimes claim when you buy long-term assets, such as machines, to use in your business. You claim part of the cost against your profits before your tax is worked out for the year."}
{"text": "Kidnapping: The unlawful taking away or transportation of a person, usually to hold them against their will  USAGE IN SENCETNCE: \nThe accused was charged with kidnapping the child for ransom."}
{"text": "Sold note: a note that shows details of investments which have been sold, including the sale price and any charges taken. Stockbrokers produce sold notes for their clients."}
{"text": "Caveat: A formal notice requesting the court to suspend a proceeding until the party filing the caveat has been heard."}
{"text": "Vicarious liability: a situation where someone becomes responsible under the law for wrongs done by someone else. This often happens when an employee does something wrong while at work which becomes the employer's responsibility (such as an employee working negligently and causing someone else to be hurt because of the negligence)."}
{"text": "Issue: the legal word for:\n•       children; or\n•       the matter to be decided by a court action."}
{"text": "Ex parte: done by one side only in a case. (This term is Latin. Since April 1999, it is often replaced with 'without notice'.)"}
{"text": "Rack rent: the full market value rent of a property."}
{"text": "Lessor: the person who lets a property by lease."}
{"text": "Restraining order: an order which a court may issue to prevent a person from doing a particular thing. For example, if someone has been harassing another person, the court may order that the harassment must stop."}
{"text": "Harassment of debtors: the illegal act of attempting to collect a debt by threatening, or habitually acting in a way that humiliates or distresses, a debtor."}
{"text": "County court: a court which deals with civil cases such as disputes over unpaid debts and negligence claims. It does not deal with criminal cases."}
{"text": "Action: using the law to make a claim."}
{"text": "Loan capital: money borrowed by an organisation."}
{"text": "Deponent: A person who gives a deposition or swears to an affidavit."}
{"text": "Compensation for loss of office: lump-sum compensation a company pays to an employee whose contract has been ended."}
{"text": "Recognisance: an undertaking, given by someone to a court, to make sure that they do what the court requires. If they do not do as the court wishes they may have to pay a sum of money."}
{"text": "undischarged bankrupt: means a bankrupt who has not received a discharge order under section 138."}
{"text": "Chargeable gain: a gain on which capital gains tax is payable. If a capital asset such as a building is sold or disposed of at a profit, tax on the gain has to be worked out unless the capital asset is one exempted by law."}
{"text": "Dependant: someone who depends on someone else for financial support."}
{"text": "Statute of limitation: a statute which sets out the time limits within which a court action must take place."}
{"text": "Riot: a gathering of 12 or more people using, or threatening to use, violence to achieve a common end."}
{"text": "Allocation rate: the proportion of money left to be invested after charges have been taken off when money is paid into a fund (such as a pension fund). For example, if the charges were 2%, the allocation rate would be 98%."}
{"text": "Clerk to the Justices: a solicitor or barrister who helps in court by advising the magistrates."}
{"text": "Prostitution: selling sexual services for money."}
{"text": "debt: means a liability or obligation in respect of a claim which is due from any person and includes a financial debt and operational debt;"}
{"text": "Condition subsequent: something which may happen in the future and, if it does, will affect a contract."}
{"text": "Tenure: how a piece of land is held by the owner (for instance freehold or leasehold)."}
{"text": "General meeting: a meeting of the members of a company to make decisions about the company."}
{"text": "Chattels real: another name for leasehold land."}
{"text": "Remand: To send a case or an accused person back to a lower court or into custody for further investigation  USAGE IN SENCETNCE: \nThe judge remanded the accused to police custody for further questioning."}
{"text": "Executed: describing a document which is made valid (in the eyes of the law) such as by being signed or sealed."}
{"text": "Trust: a financial arrangement under which property is held by named people for someone else."}
{"text": "Aiding and abetting: helping someone to commit a crime."}
{"text": "Receiving: gaining control of stolen property."}
{"text": "Embezzlement: Fraudulent appropriation of funds by someone entrusted with them  USAGE IN SENCETNCE: \nThe accountant was charged with embezzlement after diverting company funds into personal accounts."}
{"text": "Retainer: a payment to a barrister to act in a case."}
{"text": "Capital gain: the profit you make if you sell or dispose of a longterm asset (such as a building) for more than it cost you"}
{"text": "Caveat: a warning. (This is a Latin term.)"}
{"text": "bankruptcy trustee: means the insolvency professional appointed as a trustee for the estate of the bankrupt under section 125;"}
{"text": "Legal Heir: A person legally entitled to inherit the property of a deceased person  USAGE IN SENCETNCE: \nThe court recognized him as the legal heir to his fatherʼs estate."}
{"text": "Arraignment: a procedure at the start of a trial when details of the offences are read out and the defendants are asked whether they will plead guilty or not guilty."}
{"text": "Swiss Challenge: It is a bidding process wherein a bidder makes an unsolicited bid to the auctioneer. Once approved, the auctioneer then seeks counter proposals against the original proposal and chooses the best amongst all options (including the original bid). The original bidder in most cases is granted the ‘right to first refusal’. If the original bidder agrees to match its offer to the challenging proposal, the project is awarded to him, else it is awarded to the challenging bidder."}
{"text": "Ex gratia: describing something done or given as a favour rather than a legal obligation. (This term is Latin.)"}
{"text": "Breach of duty: failing to carry out something which is required by law, or doing something the law forbids."}
{"text": "Miscarriage of justice: the court system failing to give justice to someone."}
{"text": "Chancery Division: a section of the High Court. It deals with cases involving trusts, land, company law, patents and so on."}
{"text": "Balance sheet: a summary of an organisation's financial position. It lists the values, in the books of account on a particular date, of all the organisation's assets and liabilities. The assets and liabilities are grouped in categories and paint a picture of the organisation's strengths and weaknesses."}
{"text": "Hearsay: Information received from others that cannot be substantiated and is not admissible as evidence  USAGE IN SENCETNCE: \nThe court dismissed the witnessʼs statement as hearsay since it lacked direct evidence."}
{"text": "Convey: to transfer the ownership of something."}
{"text": "Contempt of court: the offence of:\n•       disobeying a court order;\n•       abusing a judge during a court case; or\n•       interfering in the administration of justice."}
{"text": "Writ: an order issued by a court telling someone to do something or not to do something. (This has been known as a 'claim form' since April 1999)."}
{"text": "HM Customs and Excise: a government department responsible for administering (managing) value added tax, customs duties and excise duties."}
{"text": "Overt act: an act done openly and from which the criminal intention of the act is clear."}
{"text": "Young offender : a person between the ages of 14 and 17 who has committed a crime"}
{"text": "Protected tenancy: a tenancy agreement for a house. It gives the tenant the right to a fair rent and protection from eviction as long as the terms and conditions of the tenancy agreement are kept to."}
{"text": "Nondisclosure: the failure by one side to a contract to disclose (reveal) a fact to the other side that would influence their decision to go ahead with the contract."}
{"text": "Interlocutory Judgement: a provisional judgement. (Since April 1999, this had been replaced with the phrase 'Judgment for an amount and costs to be decided by the court')."}
{"text": "operational debt: means a claim in respect of the provision of goods or services including employment or a debt in respect of the 2 payment of dues arising under any law for the time being in force and payable to the Central Government, any State Government or any local authority;"}
{"text": "Uberrimae fidei: of the utmost good faith. In certain contracts (such as insurance policies) one party must disclose (reveal) any material facts to the other party. If they are not disclosed the contract can be cancelled or become unenforceable. (This term is Latin.)"}
{"text": "Restrictive covenant: a deed which restricts how a piece of land can be used."}
{"text": "Chose in possession: an object which physically exists, such as furniture."}
{"text": "Offensive weapon: an object that is intended to physically injure someone."}
{"text": "Common assault: when someone threatens another person with physical harm, even if they are not touched. This is a less serious type of assault (compare with aggravated assault). Threatening someone with a weapon such as a knife or gun is common assault."}
{"text": "Bailment: transferring possession of goods from the owner to someone else. The ownership of the goods is not transferred. A practical example of bailment is that someone who hires a television has possession of it, but the rental company still owns the television."}
{"text": "Absolute: complete and unconditional."}
{"text": "Curfew: a court ordering someone to stay at a named place at stated times of the day."}
{"text": "Corpus: the name for a body (usually dead). (This word is Latin.)"}
{"text": "Care order: an order by a court instructing the local authority to care for a child."}
{"text": "Child Support Maintenance: the amount of maintenance the parent not living with their child must pay."}
{"text": "Frustration: stopping a contract. Sometimes a contract cannot be carried out because something has happened which makes it impossible. This is called frustration of contract."}
{"text": "Life assured: the person whose life is assured by a life assurance policy."}
{"text": "Reply: a claimant ('plaintiff' before April 1999)'s answer to a claim. In a civil case the defendant may offer a defence to the claim, or even make a counterclaim."}
{"text": "officer: for the purposes of Chapter VI and Chapter VII of this Part, means an officer who is in default, as defined in clause (60) of section 2 of the Companies Act, 2013 (18 of 2013), or a designated partner as defined in clause (j) of section 2 of the Limited Liability Partnership Act, 2008 (6 of 2009), as the case may be;"}
{"text": "Confiscation order: If someone has been convicted of a crime the court may order the person convicted to pay the court a sum of money. This is called a confiscation order."}
{"text": "Arbitration: settling a dispute by using a referee. If a dispute goes to arbitration it is settled by an independent referee. It avoids having to use the courts to settle the dispute."}
{"text": "Prosecution: The legal party responsible for presenting a case against an individual accused of a crime  USAGE IN SENCETNCE: \nThe prosecution provided substantial evidence to prove the guilt of the accused."}
{"text": "Adjudicating Authority (AA): The authority that decides on insolvency petitions and other matters under the IBC. They are National Company Law Tribunal (NCLT), Debt Recovery Tribunal (DRT) and National Company Law Appellate Tribunal (NCLAT)."}
{"text": "Retention of title : another term for reservation of title."}
{"text": "Aggravated burglary: entering premises armed with a weapon, intending to steal goods."}
{"text": "Prima facie: on the face of it. (This term is Latin.)"}
{"text": "Unfair contract terms: prevents a party to a contract unfairly limiting their liability. The Unfair Contract Terms Act 1977 was passed to control unfair exclusion clauses. In particular, in a case where someone had been killed or injured because of someone else's negligence the act prevented a contract limiting the negligent person's liability."}
{"text": "Know-how: the expertise in an organisation which may be protected by a patent."}
{"text": "Disclaim/disclaimer: to give up a claim or a right or refuse to take over an onerous (having more obligations than advantages) contract. A disclaimer can also be a notice to limit responsibility."}
{"text": "Injunction: A court order requiring an individual or entity to do or refrain from doing a specific act."}
{"text": "Appeal: A legal process by which a case is brought before a higher court for review of a lower courtʼs judgment."}
{"text": "Circuit: any of the six legal regions into which the United Kingdom is divided up. Each circuit has its own system to administer the courts within the circuit."}
{"text": "Central Criminal Court: the most senior court covering the centre of London."}
{"text": "Freehold: describing land that only the owner has any rights over."}
{"text": "Cumulative preference shares: shares which carry forward unpaid dividends. If dividends on these shares have not been paid in previous years the arrears must be paid before a dividend can be paid on the ordinary shares."}
{"text": "Cheque: a written order, addressed to a bank, instructing the bank to pay an amount of money to the person or organisation named on the cheque. The bank takes the money out of the relevant customer's account."}
{"text": "transaction: includes a agreement or arrangement in writing for the transfer of assets, or funds, goods or services, from or to the corporate debtor;"}
{"text": "Summing up: the judge's summary of a case. At the end of a trial by jury the judge explains points of law in the case to the jury, explains the jury's role and summarises the evidence."}
{"text": "Contract of service: the contract between employer and employee."}
{"text": "information memorandum: means a memorandum prepared by resolution professional under sub-section (1) of section 29;"}
{"text": "Insolvency and Bankruptcy Board of India (IBBI): The regulator of the insolvency and bankruptcy sector in India."}
{"text": "Occupational pension Scheme: a pension scheme organised by an employer for its employees."}
{"text": "Challenge to the array: when the defence objects to all the jurors."}
{"text": "Queen's evidence: evidence for the prosecution given by someone who is also accused of the crime being tried."}
{"text": "Hereditament: any property which is capable of being inherited."}
{"text": "Disposal (dispose of): selling, transferring or giving away something."}
{"text": "Active trust: a trust where the trustees have other responsibilities rather than to just let the beneficiaries have the trust's assets when they ask for them."}
{"text": "Affray: fighting unlawfully. It is a criminal offence."}
{"text": "Contingency fee: the claimant's lawyer gets paid the fee only if the case is won by the claimant. The fee is often a proportion of the damages won."}
{"text": "Penalty points: points given by a court as punishment for driving offences. If enough penalty points have been collected the offenders may have their driving licences taken off them."}
{"text": "Bonus shares: free shares that a company offers to its shareholders, in proportion to their existing shareholdings."}
{"text": "Power of appointment: a person giving a second person the power to dispose of the first person's property."}
{"text": "Solicitor: a person who can deal with legal matters for the public and give advice on legal matters. All solicitors are listed on the roll of solicitors kept by the Law Society. Some solicitors can appear for their clients in some of the lower courts."}
{"text": "Mercantile law: the branch of the law dealing with commerce."}
{"text": "Knowledge: Awareness or understanding of facts, law, or a situation  USAGE IN SENCETNCE: \nThe defendant claimed to have no knowledge of the illegal activities being conducted by his associates."}
{"text": "Called-up capital: all the shares called by a company when it issues shares. When calls have been made for the whole of the share price and the shareholders have paid, the shares become paid-up share capital."}
{"text": "Judicial separation: a court order that two married people should live apart."}
{"text": "Appellate jurisdiction: the authority a court has to hear an appeal against a decision made by a lower court."}
{"text": "Bill of lading: a document recording the goods a ship carries and the terms the goods are carried under."}
{"text": "Licensed conveyancer: a person authorised to do conveyancing (but not including solicitors)."}
{"text": "Canon law: the name for the rules used for running a Christian church."}
{"text": "Constructive notice: presuming something is known. The law sometimes presumes that a person knows something even though they do not."}
{"text": "Injunction: A court order requiring a party to do or refrain from doing a specific act  USAGE IN SENCETNCE: \nThe court granted an injunction preventing the company from selling the disputed property."}
{"text": "Acquittal: A judgment that a person is not guilty of the crime  USAGE IN SENCETNCE: \nAfter a lengthy trial, the court ruled for the acquittal of the defendant."}
{"text": "Quantum Meruit: A Latin term meaning “as much as he deserves,” referring to the reasonable value of services rendered  USAGE IN SENCETNCE: \nThe contractor was entitled to payment based on quantum meruit for the work completed before the contract was terminated."}
{"text": "Assurance: insurance cover for an event which will definitely happen, such as death."}
{"text": "Malfeasance: an unlawful act."}
{"text": "Representation: Is: \n•       acting on behalf of someone else (such as a solicitor acting for a client);\n•       taking someone else's place (such as when a court gives an executor the right to deal with a dead person's affairs); or\n•       a statement in a contract."}
{"text": "Charge sheet: the document on which a police officer records details of the accusation against a suspect."}
{"text": "Juror: one of the people who are acting as a jury."}
{"text": "Minority: being under the age of full legal rights and responsibilities."}
{"text": "Trustee: a person who holds property and looks after it on behalf of someone else."}
{"text": "Status: how the law regards a person, such as whether the person is a minor or a bankrupt and so on."}
{"text": "Duty: a levy charged by the Government, usually when things are bought, such as shares or buildings."}
{"text": "Derogation: damaging someone's rights or entitlements."}
{"text": "Assure: to transfer the ownership of something."}
{"text": "Domicile of choice: the country in which you make your home, intending it to be permanent."}
{"text": "Subpoena: A court order requiring a person to attend court to give testimony or present evidence."}
{"text": "Summons: A legal document ordering a person to appear in court."}
{"text": "Fixed charge: a charge which provides security for money lent. The charge is over a specific property."}
{"text": "Decree: A formal order or judgment by the court  USAGE IN SENCETNCE: \nThe court passed a decree in favor of the plaintiff, granting them ownership of the disputed property."}
{"text": "insolvency resolution process costs: means: (a) the amount of any interim finance and the costs incurred in raising such finance; (b) the fees payable to any person acting as a resolution professional; (c) any costs incurred by the resolution professional in running the business of the corporate debtor as a going concern; (d) any costs incurred at the expense of the Government to facilitate the insolvency resolution process; and (e) any other costs as may be specified by the Board;"}
{"text": "Testimony: the evidence a witness gives in court."}
{"text": "Bonded warehouse: a warehouse approved by HM Customs and Excise for storing goods imported into the UK until the duty on them has been paid or the goods have been exported to another country."}
{"text": "Consistory Court: a court for the clergy. There is one in each diocese."}
{"text": "Consumer credit agreement: an agreement by a creditor, such as a bank, to provide up to £25,000 of credit to a consumer."}
{"text": "Breach of Contract: The violation of the terms agreed upon in a legal contract."}
{"text": "Toll: a payment in return for being allowed to travel over a road, bridge and so on."}
{"text": "Extraordinary Resolution: a resolution for consideration by the members of a company at a general meeting of the members."}
{"text": "Jurisprudence: The theory or philosophy of law  USAGE IN SENCETNCE: \nThe lawyerʼs argument was grounded in legal jurisprudence and historical case laws."}
{"text": "Aggravated damages: extra damages awarded because the defendant has caused the victim anguish, loss of self-respect or shame."}
{"text": "Assured shorthold Tenancy: a type of tenancy agreement under which the landlord has the right to take the property back at the end of the tenancy agreement."}
{"text": "Conditional agreement: an agreement which depends on a certain thing happening in the future. If the event does not happen the agreement will not start to operate."}
{"text": "Counterpart: an exact copy of a document."}
{"text": "Distrain/distress: to seize goods as security for an unpaid debt."}
{"text": "Mortgage: using property as security for a debt. It is also the name for the contract which is signed by the borrower and lender when money is lent using property as security for a loan."}
{"text": "Writ of execution: a type of writ ('claim form' since April 1999) used when a court judgement needs enforcing."}
{"text": "Possession: having something under your control even though you may not own it."}
{"text": "Probation: If a court convicts someone of an offence, the court may order that the offender is supervised by a probation officer for a period of at least six months but for no more than three years. This is known as probation and it is an alternative to sending the person to prison."}
{"text": "Ex dividend: without dividend. If a share is sold ex dividend, the seller will receive the dividend declared just before it was sold."}
{"text": "Criminal responsibility: When someone reaches the age when the law says they are able to commit a criminal offence they have reached the age of criminal responsibility."}
{"text": "dispute: includes a suit or arbitration proceedings relating to– (a) the existence of the amount of debt; (b) the quality of goods or service; or (c) the breach of a representation or warranty;"}
{"text": "Excise duty: a type of tax levied on certain goods such as petrol. It is also levied on some activities such as gambling and on certain licences for activities (such as driving a car on the public roads)."}
{"text": "Security: something of value pledged to a bank by a borrower. If the borrower fails to repay the debt, the bank can sell the security and repay the debt out of the proceeds of the sale."}
{"text": "Enabling legislation: legislation which authorises government ministers or bodies to create detailed rules to accomplish general principles set out in the legislation. For example it may allow a minister to create rules or laws for a particular body, such as the police, to follow."}
{"text": "Capital redemption reserve: A company has to have this reserve in its financial records and in its accounts if any of the shares it has issued are cancelled. The reserve cannot be paid out to the members until the company is liquidated and so it prevents the company's capital being reduced."}
{"text": "Sheriff: someone appointed each year by the Crown to be a county's senior officer. Each county in the UK has a sheriff. To be eligible for the office the person must own some land in the county. The areas of the law which come within the sheriff's jurisdiction are largely dealt with by the under-sheriff."}
{"text": "Contempt of Court: Willful disobedience or disrespect towards court rules or authority  USAGE IN SENCETNCE: \nThe activist was held in contempt of court for disrupting the proceedings."}
{"text": "Fast track insolvency resolution process (FTRP): A simplified insolvency resolution process for small and medium enterprises."}
{"text": "Cartel: an agreement between businesses to restrict competition and keep prices high."}
{"text": "Annual return: a return which must be sent by companies to the Registrar of Companies. Each year the officers of a company have to fill in an annual return with details of the members, officers, shares issued and other information about the company. The return is then sent to Companies House for filing and is available for inspection by members of the public."}
{"text": "Chattels personal: the name for tangible goods (goods which can be touched) such as watches, clothes, furniture and so on."}
{"text": "Bar: the collective term for barristers. When a lawyer becomes a barrister, it is called 'being called to the bar'."}
{"text": "Originating summons: a summons that sets out the questions the court is being asked to settle. When the facts in a case are not disputed, but the interpretation of the law or of the documents needs to be resolved, an originating summons is prepared."}
{"text": "financial information: , in relation to a person, means one or more of the following categories of information, namely: – (a) records of the debt of the person; (b) records of liabilities when the person is solvent; (c)records of assets of person over which security interest has been created; (d) records, if any, of instances of default by the person against any debt; (e) records of the balance sheet and cash-flow statements of the person; and (f) such other information as may be specified."}
{"text": "Knock for knock: an agreement between insurance companies that they will pay for their own policyholders' losses regardless of who was to blame."}
{"text": "Indictment: a document setting out the details of the offence a defendant is accused of."}
{"text": "Debt recovery tribunal (DRT): The tribunal that hears cases related to the recovery of debts under the Recovery of Debts Due to Banks and Financial Institutions Act, 1993."}
{"text": "Counterclaim: making a claim in court against someone who has already made a claim in court against you."}
{"text": "Occupier: the person who is in control of a piece of land, such as a tenant."}
{"text": "Witness: someone who:\n•       watches a signature being put on a document, and then signs as well to verify the signature's authenticity; or\n•       attends court to testify about events they know about.\nTo witness a document is to watch it being signed and then add your own signature and name, address and occupation.\n"}
{"text": "Devisee: the person who is left freehold property or land in a will."}
{"text": "Bail hostel: accommodation found for people charged with offences and released on bail, but who do not have a permanent address so that the police know where to find them."}
{"text": "Alien: someone from a foreign country."}
{"text": "Precept: an order given by an official body or person. It is used:\n•       by a county council to tell a body to levy (charge) rates for the benefit of the county Council;\n•       by a sheriff to call an election; or\n•       to order payment of a sum of money, such as by a writ or a warrant."}
{"text": "Annual general Meeting: the yearly meeting of the members of an organisation which must be held to meet legal conditions. The annual accounts are presented for approval at this meeting."}
{"text": "insolvency professional: means a person enrolled under section 206 with an insolvency professional agency as its member and registered with the Board as an insolvency professional under section 207;"}
{"text": "Jury: a group of people (usually 12) who review all the evidence in a court case and then come to a verdict."}
{"text": "Judge advocate: a lawyer who advises a military court which is trying an offence."}
{"text": "Lasting powers of attorney: There are two types of lasting powers of attorney (in England and Wales) (LPA):\n•       health and welfare; and\n•       property and financial affairs.\nIf a person is capable of dealing with their own affairs at present they can make either or both types of LPA.\nA finance LPA can be used as soon as the Office for the Public Guardian has registered it. But, a health and welfare LPA can only be used when the person can no longer look after their own affairs. A lasting power of attorney gives another person authority to act on your behalf.\n"}
{"text": "Misfeasance: when: \n•       something is done badly even though it is still legal; or\n•       a company officer does something which is a breach of trust or a breach of duty."}
{"text": "Corporate Insolvency Resolution Process (CIRP): One of the most used IBC terms, CIRP is the process for resolving the insolvency of a corporate debtor."}
{"text": "Caveat emptor: 'buyer beware'. It is used to warn people buying goods that they may not be able to get compensation if the goods they buy are faulty. (This is a Latin term.)"}
{"text": "Just and equitable winding up: a winding up ordered because fairness cannot be achieved for all the members of a company."}
{"text": "Resolution plan: A plan for the revival or liquidation of a corporate debtor that is submitted to the CoC for approval."}
{"text": "Option: a type of contract under which money is paid for a right to buy or sell goods at a fixed price by a particular date in the future."}
{"text": "corporate guarantor: means a corporate person who is the surety in a contract of guarantee to a corporate debtor;"}
{"text": "Offeror: the person who makes the legally binding offer."}
{"text": "Judicial precedent: Lower courts have to follow the decisions of higher courts. This is called judicial precedent, binding precedent or precedent."}
{"text": "Acceptance: when an offer is accepted unconditionally and a legally binding agreement is created."}
{"text": "Kidnap: to take someone away by force against their will."}
{"text": "Committal proceedings: a hearing where magistrates work out if there is enough evidence of a serious crime to justify a trial by jury."}
{"text": "Stay Order: A court order to temporarily suspend the execution or enforcement of a judgment or proceeding."}
{"text": "Rent: a regular payment to the landlord by a tenant in return for being allowed to possess and use the landlord's property."}
{"text": "Bequeath: to leave something (such as possessions or money) to someone in your will. You cannot bequeath land or real property but you can devise them instead."}
{"text": "Defamation: making a statement, either orally or in writing, which damages someone's reputation."}
{"text": "Joint tenancy: two or more people having identical shares in land."}
{"text": "Precedent: Lower courts have to follow the decisions of the higher courts. This is called precedent, binding precedent or judicial precedent."}
{"text": "Personal guarantor: A Personal Guarantor is an individual who provides a guarantee to secure the obligations of a borrower, typically a corporate entity, towards a lender. When the borrower defaults on its obligations, the personal guarantor becomes liable to repay the dues on behalf of the borrower."}
{"text": "Litigation: The process of taking legal action or resolving disputes in court."}
{"text": "immediate family: of the debtor means his spouse, dependent children and dependent parents;"}
{"text": "Attorney: a person appointed to act for another person (such as when someone cannot look after their own affairs). A formal document called a power of attorney is used to appoint the attorney. It is also the name used for a US lawyer."}
{"text": "debtor: includes a judgment-debtor;"}
{"text": "Circuit judge: a judge who presides over (is in charge of) cases in the Crown Court and county courts."}
{"text": "Bench: The seat occupied by judges in a court  USAGE IN SENCETNCE: \nA five-judge bench was constituted to hear the constitutional case."}
{"text": "Chose: an item of property (anything which can be owned)."}
{"text": "Appellant: the person who is appealing to a court against a decision of a lower court."}
{"text": "Exclusive licence: a licence under which only the licence holder has any rights."}
{"text": "Sine die: indefinitely. If a case has been adjourned sine die no date has been set for it to be continued. (This term is Latin.)"}
{"text": "Negligent: lacking proper care to do a duty properly."}
{"text": "Age of consent: the age when a person can consent to have sexual intercourse. In the UK it is 16."}
{"text": "Subsidiary: a company controlled by another company. The control is normally a result of having more than 50% of the voting rights."}
{"text": "Party: the claimant ('plaintiff' before April 1999) or defendant in a lawsuit. It is also someone who has taken out a contract or agreement."}
{"text": "Annul: to cancel:\n•       an invalid marriage; or\n•       a bankruptcy order."}
{"text": "Prospectus: a formal document giving details of a company's past performance and of its plans for the future. If a public company wants people to invest in it, it prepares a prospectus."}
{"text": "Bearer: the person who has a document in their possession."}
{"text": "Life interest: an interest which will pass to someone else when the present owner dies."}
{"text": "Arrestable offence: a crime for which a person may be arrested without a warrant being needed."}
{"text": "Natural Justice: Legal philosophy ensuring fairness, equality, and impartiality in decision-making  USAGE IN SENCETNCE: \nThe court upheld the principles of natural justice by allowing both parties to present their case."}
{"text": "Transferor: the person who transfers something to someone else."}
{"text": "Liability: a debt or obligation."}
{"text": "Bail: Temporary release of an accused person awaiting trial, sometimes on the condition of payment."}
{"text": "Contributory negligence: your own carelessness contributing to the damage done to you or your property. When someone suffers damage or injury their claim for damages may be limited if they have contributed to the harm done through their own carelessness."}
{"text": "Debtor: someone who owes you money."}
{"text": "Sale or return: an arrangement under which goods can be kept by the potential buyer for a period while their resale is attempted. Unsold goods can be returned if the conditions of the contract have been kept to and the buyer pays for the goods used."}
{"text": "Respondent: the person an action is being taken against."}
{"text": "Drawer: the person or organisation that has written a bill of exchange, such as a person who has written a cheque."}
{"text": "Preamble: an explanation of a proposed law. At the beginning of each Act of Parliament there is an explanation of what the Act is intended to achieve."}
{"text": "Guardian: a person appointed formally to look after the interests of a child, or of someone who is not capable of looking after their own affairs."}
{"text": "Master of the Rolls: the person in charge of:\n•       the Civil Division of the Appeal Court; and\n•       admitting solicitors to the roll of solicitors in practice."}
{"text": "Notary: A public official authorized to authenticate legal documents and administer oaths  USAGE IN SENCETNCE: \nThe agreement was signed in the presence of a notary to ensure its legal validity."}
{"text": "Diminished responsibility: a defence sometimes used for someone charged with murder, that they suffered lowered powers of reasoning and judgement because of their unusual state of mind. If their defence succeeds they will be convicted of manslaughter."}
{"text": "Diocese: the area covered by a bishop's authority."}
{"text": "Negligence: Failure to exercise the care that a reasonably prudent person would exercise in similar circumstances  USAGE IN SENCETNCE: \nThe doctor was sued for negligence after failing to diagnose the patientʼs illness in time."}
{"text": "Hire: to pay to borrow something for a period."}
{"text": "Possess: to have property under your control."}
{"text": "Cross-Examination: The questioning of a witness by the opposing party in a court case."}
{"text": "Waterfall Mechanism: The waterfall mechanism under the Insolvency and Bankruptcy Code, 2016 (IBC) is a legal device that determines the order in which creditors are paid when a corporate debtor is liquidated. As per the waterfall mechanism, insolvency and liquidation cost is first paid followed by dues of workmen and secured creditors, employees, unsecured creditors and government."}
{"text": "Alias: a false name."}
{"text": "Vesting order: a way the High Court transfers land without the need for a conveyance."}
{"text": "Junior barrister: a barrister who is not a Queen's Counsel."}
{"text": "Proviso: a clause in a legal document which qualifies another section of the agreement."}
{"text": "Chief rent: money charged regularly on freehold land. Despite its name it is not rent."}
{"text": "Guarantee: a promise by a person (the guarantor) to repay a debt owed by a second person if the second person fails to repay it. For example, a guarantee is sometimes required by a bank before it will lend money to a customer."}
{"text": "Minor: someone who has not yet reached the age when they get full legal rights and responsibilities. In the UK this is a person under 18 years old."}
{"text": "Cognizance: A courtʼs acknowledgement of a legal matter to be heard  USAGE IN SENCETNCE: \nThe judge took cognizance of the matter and summoned the accused for trial."}
{"text": "Chambers: the offices used by barristers and the judge's private office."}
{"text": "qualifying debt: means amount due, which includes interest or any other sum due in respect of the amounts owed under any contract, by the debtor for a liquidated sum either immediately or at certain future time and does not include— (a) an excluded debt; (b) a debt to the extent it is secured; and (c) any debt which has been incurred three months prior to the date of the application for fresh start process;"}
{"text": "Obligation: a legal duty to do something."}
{"text": "Mortgagee: the lender of the money which is secured by a mortgage."}
{"text": "Conditional sale agreement: an agreement by which the seller remains the owner of the goods until all the instalments have been paid and all other conditions have been met."}
{"text": "Bond: a written promise to repay a debt at an agreed time and to pay an agreed rate of interest on the debt."}
{"text": "Patricide: the killing of a father by his own son or daughter."}
{"text": "Tort: A civil wrong that causes harm or loss, for which a remedy may be sought in court."}
{"text": "Repeat offender: a person who continues to commit the same offence."}
{"text": "Legal aid scheme: a scheme for paying legal costs out of public funds for people who cannot afford to pay for them."}
{"text": "Sui generis: describes something that belongs in a particular category or is the only one of its class. (This term is Latin.)"}
{"text": "Immunity: Legal protection from prosecution or penalties  USAGE IN SENCETNCE: \nThe witness was granted immunity in exchange for testifying against the accused."}
{"text": "Articles of association: documents which set out a company's rules."}
{"text": "Authorised share Capital: the highest amount of share capital that a company can issue. The amount is set out in the company's memorandum of association."}
{"text": "Personal injury: an injury caused to a person."}
{"text": "Ad idem: in agreement. (This term is Latin.)"}
{"text": "Estimate: an offer to do stated work for a set price."}
{"text": "Accumulation: reinvesting income generated by a fund back into the fund."}
{"text": "Trademark: a mark which is registered at trademark registries and which is used on products produced by the owner. It is illegal for anyone else to display the mark."}
{"text": "auditor: means a chartered accountant certified to practice as such by the Institute of Chartered Accountants of India under section 6 of the Chartered Accountants Act, 1949 (XXXVIII of 1939);"}
{"text": "Charges clause: a clause which appears in some contracts and sets out who should pay for certain items."}
{"text": "Corporate body(or corporation): a group of people acting together, such as a club. The group has a separate legal identity from the individual members' identities. A company is another example of a corporate body."}
{"text": "Life imprisonment: a sentence given to a criminal to be imprisoned for the rest of their life (though the Home Secretary may release them early on parole)."}
{"text": "Sentence: the penalty the court imposes on someone found guilty of an offence."}
{"text": "Registered land: any land recorded at the Land Registry. There is a system of recording and registering, at the Land Registry offices, details of land ownership and interests in land."}
{"text": "Recorder: a part-time High Court judge."}
{"text": "initiation date: means the date on which a financial creditor, corporate applicant or operational creditor, as the case may be, makes an application to the Adjudicating Authority for initiating corporate insolvency resolution process or pre-packaged insolvency resolution process, as the case may be;"}
{"text": "Restitution: Compensation or return of something to its rightful owner, or restoring a party to its original position  USAGE IN SENCETNCE: \nThe court ordered restitution to the victims of the fraud, ensuring they received their money back."}
{"text": "Engrossment: preparing the final version of a legal document ready for it to be executed (made valid such as with a signature)."}
{"text": "Culpa: blameworthiness or a fault. (This word is Latin.)"}
{"text": "Cause of action: the reason someone is entitled to sue someone else."}
{"text": "Lease: a contract between the owner of a property and a tenant, giving the tenant sole use of the property for an agreed time."}
{"text": "Compulsory winding up: the liquidation of a company by order of the court. It usually happens because the company has not been able to pay its bills on time and a creditor has presented to the court a petition for winding up the company."}
{"text": "Attorney General: the chief legal adviser to the Government. He or she must be a Member of Parliament (or have a seat in the House of Lords) and must be a barrister."}
{"text": "bench: means a bench of the Adjudicating Authority;"}
{"text": "Remainder: an interest which starts when a previous interest finishes. When more than one person has been left an interest in land the first person to possess an interest will have to die before the next person can possess an interest in the land, and so on."}
{"text": "Theft: taking someone else's property dishonestly, with the intention of never returning it."}
{"text": "Rescission: the cancellation of a contract."}
{"text": "Letter of credit: a letter one bank sends to a second bank asking them to pay money to a named person."}
{"text": "Molest/Molestation: behaviour by a person which annoys or greatly\ntroubles their children or spouse. The behaviour can include violence, verbal threats and written threats."}
{"text": "Not guilty: a court's verdict that the person charged with a crime did not commit it. When criminal court cases start the defendants are asked for their pleas. If they want to deny they committed the offence they plead not guilty. If a court's verdict is that the prosecution has not proved the defendant committed a crime, the defendant has been found not guilty."}
{"text": "Abatement is:: cancelling a writ or action; stopping a nuisance;reducing the payments to creditors in proportion, if there is not enough money to pay them in full; or reducing the bequests in a will, in proportion, when there is not enough money to pay them in full."}
{"text": "Defamation: The act of damaging someoneʼs reputation by making false statements  USAGE IN SENCETNCE: \nThe celebrity filed a defamation suit against the media company for publishing false accusations."}
{"text": "Contemptuous damages: tiny damages. Sometimes, even though a case has been won, the court may consider that it should not have been brought to court and will only award tiny damages."}
{"text": "General damages: damages a court will give to compensate for a wrong done without needing specific proof that damage has been done to the claimant ('plaintiff' before April 1999). The court presumes that losses or damage exist such as in a libel case."}
{"text": "Tenant: a person or organisation granted a lease."}
